{"leprosy": 0, "triple-negative breast carcinoma": 1, "Usher syndrome type 3B": 2, "psychiatric disorder": 3, "Charcot-Marie-Tooth disease X-linked recessive 5": 4, "syphilis": 5, "periodontitis": 6, "chondrodysplasia-pseudohermaphroditism syndrome": 7, "Silver-Russell syndrome": 8, "3-hydroxy-3-methylglutaric aciduria": 9, "trisomy": 10, "3MC syndrome": 11, "facial dysmorphism-lens dislocation-anterior segment abnormalities-spontaneous filtering blebs syndrome": 12, "hypothyroidism, congenital, nongoitrous, 2": 13, "hereditary spastic paraplegia 47": 14, "perinatal asphyxia": 15, "ABri amyloidosis": 16, "kidney Wilms tumor": 17, "MIT family translocation renal cell carcinoma": 18, "seizures-scoliosis-macrocephaly syndrome": 19, "progressive external ophthalmoplegia with mitochondrial DNA deletions, autosomal dominant 5": 20, "fetal alcohol spectrum disorder": 21, "fetal methylmercury syndrome": 22, "Carney-Stratakis syndrome": 23, "leukemia": 24, "methylmalonic acidemia with homocystinuria": 25, "optic atrophy 10 with or without ataxia, intellectual disability, and seizures": 26, "congenital dyserythropoietic anemia type 3": 27, "X-linked lymphoproliferative syndrome": 28, "end stage renal failure": 29, "myostatin-related muscle hypertrophy": 30, "mouth disease": 31, "skeletal defects, genital hypoplasia, and intellectual disability": 32, "COVID-19": 33, "seborrheic dermatitis": 34, "angioedema": 35, "gastric adenocarcinoma": 36, "dermatomyositis": 37, "rheumatic heart disease": 38, "Bartter syndrome with hypocalcemia": 39, "cranioectodermal dysplasia": 40, "hypogonadotropic hypogonadism 10 with or without anosmia": 41, "Barrett esophagus": 42, "cutaneous melanoma": 43, "choroidal dystrophy, central areolar 2": 44, "head and neck neoplasm": 45, "Grn-related frontotemporal lobar degeneration with Tdp43 inclusions": 46, "rhabdomyolysis": 47, "bile duct carcinoma": 48, "linear scleroderma": 49, "choroidal dystrophy, central areolar, 1": 50, "lung disease": 51, "brain cancer": 52, "dystonia 9": 53, "brachydactyly type A1D": 54, "congenital hypothyroidism": 55, "Leydig cell hypoplasia, type 1": 56, "gastric cancer": 57, "pituitary cancer": 58, "oligodendroglioma": 59, "ovarian disease": 60, "microcephaly-corpus callosum hypoplasia-intellectual disability-facial dysmorphism syndrome": 61, "cone-rod synaptic disorder, congenital nonprogressive": 62, "brain aneurysm": 63, "familial juvenile hyperuricemic nephropathy": 64, "spondyloepimetaphyseal dysplasia-short limb-abnormal calcification syndrome": 65, "Cushing syndrome due to macronodular adrenal hyperplasia": 66, "orofacial cleft 8": 67, "spasticity-ataxia-gait anomalies syndrome": 68, "sudden cardiac arrest": 69, "Usher syndrome type 2": 70, "renal tubular acidosis, distal, 3, with or without sensorineural hearing loss": 71, "pleurisy": 72, "juvenile myelomonocytic leukemia": 73, "cervical intraepithelial neoplasia": 74, "Charcot-Marie-Tooth disease axonal type 2S": 75, "cutis laxa": 76, "sphingolipidosis": 77, "C3 glomerulonephritis": 78, "human papilloma virus infection": 79, "plasma cell myeloma": 80, "glutathione synthetase deficiency without 5-oxoprolinuria": 81, "hypomagnesemia, seizures, and intellectual disability": 82, "kuru, susceptibility to": 83, "distal 10q deletion syndrome": 84, "Pontiac fever": 85, "neutropenia": 86, "prostate cancer, hereditary, 11": 87, "3-methylglutaconic aciduria with cataracts, neurologic involvement and neutropenia": 88, "Waardenburg syndrome type 4C": 89, "atrial septal defect": 90, "squamous cell carcinoma of lip": 91, "specific granule deficiency 1": 92, "liver disease": 93, "Rothmund-Thomson syndrome": 94, "retinitis pigmentosa 2": 95, "medullary thyroid gland carcinoma": 96, "Ehlers-Danlos syndrome": 97, "clear cell meningioma": 98, "hypoparathyroidism, familial isolated 1": 99, "Bloom syndrome": 100, "nuclear cataract": 101, "spinal cord disease": 102, "prostate cancer, hereditary, 9": 103, "Noonan syndrome 1": 104, "acute basophilic leukemia": 105, "restless legs syndrome, susceptibility to, 7": 106, "T-cell large granular lymphocyte leukemia": 107, "46,XY sex reversal 2": 108, "atypical chronic myeloid leukemia": 109, "hypercalcemia disease": 110, "Leber congenital amaurosis 11": 111, "pleural disease": 112, "lung adenocarcinoma": 113, "pleural cancer": 114, "pancreatic colipase deficiency": 115, "oral submucous fibrosis": 116, "hearing disorder": 117, "syndactyly type 3": 118, "rhizomelic chondrodysplasia punctata": 119, "hypokalemic periodic paralysis": 120, "exfoliation syndrome": 121, "spinocerebellar ataxia type 17": 122, "urothelial carcinoma": 123, "IgA glomerulonephritis": 124, "cataract - microcornea syndrome": 125, "placenta disease": 126, "heart, malformation of": 127, "autosomal recessive ataxia due to ubiquinone deficiency": 128, "nodular sclerosis classical Hodgkin lymphoma": 129, "prostate intraepithelial neoplasia": 130, "pancreatic intraductal papillary-mucinous carcinoma": 131, "psammomatous meningioma": 132, "proximal symphalangism 1A": 133, "corneal neovascularization": 134, "inclusion body myositis": 135, "microvascular complications of diabetes, susceptibility to, 7": 136, "Hirschsprung disease, susceptibility to, 4": 137, "growth hormone insensitivity syndrome": 138, "ectrodactyly, ectodermal dysplasia, and cleft lip-palate syndrome 1": 139, "congenital afibrinogenemia": 140, "uterine cervix carcinoma in situ": 141, "familial thyroid dyshormonogenesis": 142, "autism": 143, "epiphyseal dysplasia, multiple, 7": 144, "status epilepticus": 145, "d-bifunctional protein deficiency": 146, "Charcot-Marie-Tooth disease axonal type 2T": 147, "astrocytic tumor": 148, "true hermaphroditism": 149, "acrocapitofemoral dysplasia": 150, "colonic disease": 151, "glycine N-methyltransferase deficiency": 152, "Joubert syndrome 6": 153, "congenital mesoblastic nephroma": 154, "Zimmermann-Laband syndrome 1": 155, "primary ciliary dyskinesia": 156, "L-ferritin deficiency": 157, "hyaline fibromatosis syndrome": 158, "hereditary elliptocytosis": 159, "microcephaly, seizures, and developmental delay": 160, "linear skin defects with multiple congenital anomalies 1": 161, "multicentric osteolysis, nodulosis, and arthropathy": 162, "gallstones": 163, "granuloma annulare": 164, "celiac disease, susceptibility to, 3": 165, "colorectal cancer, susceptibility to, 1": 166, "hypogonadotropic hypogonadism 11 with or without anosmia": 167, "primary ciliary dyskinesia 34": 168, "renal carcinoma": 169, "spina bifida": 170, "autosomal dominant Robinow syndrome 2": 171, "premature ejaculation": 172, "glioma susceptibility 1": 173, "familial avascular necrosis of femoral head": 174, "intellectual disability, X-linked 61": 175, "mosaic variegated aneuploidy syndrome 3": 176, "nephrotic syndrome, type 11": 177, "hypertrophic cardiomyopathy 10": 178, "Ebola hemorrhagic fever": 179, "question mark ears, isolated": 180, "congenital generalized lipodystrophy type 2": 181, "cirrhosis of liver": 182, "renal tubular dysgenesis": 183, "hypercholesterolemia due to cholesterol 7alpha-hydroxylase deficiency": 184, "hereditary hyperekplexia": 185, "hemoglobin E-beta-thalassemia syndrome": 186, "adrenomyeloneuropathy": 187, "inherited neurodegenerative disorder": 188, "spinocerebellar ataxia type 41": 189, "progressive myoclonic epilepsy type 7": 190, "apolipoprotein A-I deficiency": 191, "congenital nonspherocytic hemolytic anemia": 192, "malignant choroid melanoma": 193, "alcohol-induced disorders": 194, "X-linked sideroblastic anemia 1": 195, "fundus albipunctatus": 196, "46 XX gonadal dysgenesis": 197, "specific granule deficiency 2": 198, "hyperhomocysteinemia": 199, "maternally-inherited Leigh syndrome": 200, "glycogen storage disease due to muscle and heart glycogen synthase deficiency": 201, "Meier-Gorlin syndrome 7": 202, "paragangliomas 3": 203, "hereditary hemochromatosis": 204, "familial medullary thyroid carcinoma": 205, "Burkitt lymphoma": 206, "porokeratosis 9, multiple types": 207, "retinitis pigmentosa 10": 208, "Charcot-Marie-Tooth disease type 2R": 209, "Chediak-Higashi syndrome": 210, "carpal tunnel syndrome": 211, "Charcot-Marie-Tooth disease type 4B1": 212, "cataract 4 multiple types": 213, "acute lymphoblastic leukemia": 214, "isolated microphthalmia 1": 215, "antiphospholipid syndrome": 216, "dermatophytosis of scalp or beard": 217, "glycogen storage disease due to aldolase A deficiency": 218, "hyperbiliverdinemia": 219, "familial thyroid dyshormonogenesis 1": 220, "akinetic mutism": 221, "pontocerebellar hypoplasia type 9": 222, "Hirschsprung disease, cardiac defects, and autonomic dysfunction": 223, "coronary vasospasm": 224, "Oguchi disease": 225, "Wolfram syndrome 2": 226, "proliferative vitreoretinopathy": 227, "alcohol sensitivity, acute": 228, "pentosuria": 229, "meningothelial meningioma": 230, "thyroid hormone resistance, generalized, autosomal dominant": 231, "retinitis pigmentosa 57": 232, "hypertriglyceridemia": 233, "dyskeratosis congenita, autosomal recessive 1": 234, "hypotrichosis simplex": 235, "achromatopsia 3": 236, "myositis": 237, "osteoarthritis, hip": 238, "cataract 44": 239, "chondroma": 240, "autosomal dominant deafness - onychodystrophy syndrome": 241, "mucopolysaccharidosis type 9": 242, "inflammatory linear verrucous epidermal nevus": 243, "complement component 3 deficiency": 244, "diabetes insipidus, nephrogenic, X-linked": 245, "sinonasal undifferentiated carcinoma": 246, "aplasia cutis congenita": 247, "type 1 diabetes mellitus": 248, "reticulum cell sarcoma": 249, "ligneous conjunctivitis": 250, "familial dermatographia": 251, "epithelioid sarcoma": 252, "ovarian clear cell adenocarcinoma": 253, "Kennedy disease": 254, "primary ovarian failure": 255, "thyroid hormone resistance syndrome": 256, "dyskeratosis congenita": 257, "clear cell papillary renal cell carcinoma": 258, "familial lambdoid synostosis": 259, "malignant hyperthermia of anesthesia": 260, "Galloway-Mowat syndrome": 261, "Charcot-Marie-Tooth disease dominant intermediate C": 262, "GTP cyclohydrolase I deficiency with hyperphenylalaninemia": 263, "Bothnia retinal dystrophy": 264, "intrahepatic cholangiocarcinoma": 265, "bronchopulmonary dysplasia": 266, "Pitt-Hopkins-like syndrome 2": 267, "ACys amyloidosis": 268, "hypomyelinating leukodystrophy 10": 269, "dystonia 25": 270, "parkinsonian disorder": 271, "mitochondrial DNA depletion syndrome 8a": 272, "multiple fibroadenoma of the breast": 273, "short stature due to partial GHR deficiency": 274, "pycnodysostosis": 275, "polymyalgia rheumatica": 276, "Norrie disease": 277, "acute myocardial infarction": 278, "limb-girdle muscular dystrophy": 279, "paratuberculosis": 280, "pellagra": 281, "neuroblastoma, susceptibility to": 282, "Turner syndrome": 283, "thrombophilia due to protein S deficiency, autosomal dominant": 284, "amelogenesis imperfecta type 1G": 285, "age related macular degeneration 15": 286, "androgenetic alopecia": 287, "MERRF syndrome": 288, "neutropenia, severe congenital, 1, autosomal dominant": 289, "atypical hemolytic-uremic syndrome": 290, "congestive heart failure": 291, "factor XI deficiency": 292, "tetanus": 293, "male infertility with azoospermia or oligozoospermia due to single gene mutation": 294, "syndromic X-linked intellectual disability Nascimento type": 295, "PMM2-CDG": 296, "esophageal candidiasis": 297, "endometriosis": 298, "nephrotic syndrome, type 12": 299, "mucopolysaccharidosis type 4B": 300, "Perrault syndrome 6": 301, "lung cancer": 302, "thrombocytopenia 4": 303, "MGAT2-CDG": 304, "muscular atrophy": 305, "Peyronie disease": 306, "solitary median maxillary central incisor syndrome": 307, "complex cortical dysplasia with other brain malformations 4": 308, "dysthymic disorder": 309, "platelet abnormalities with eosinophilia and immune-mediated inflammatory disease": 310, "atrial septal defect 7": 311, "Zollinger-Ellison syndrome": 312, "familial amyloid neuropathy": 313, "PHGDH deficiency": 314, "hyperprolinemia": 315, "papillary renal cell carcinoma": 316, "microphthalmia with coloboma 1": 317, "dilated cardiomyopathy 1DD": 318, "autosomal recessive Robinow syndrome": 319, "intellectual disability, autosomal dominant 41": 320, "Hartnup disease": 321, "inherited lipid metabolism disorder": 322, "Neu-Laxova syndrome 1": 323, "cyclic hematopoiesis": 324, "inherited porphyria": 325, "hypomyelinating leukodystrophy 13": 326, "hypoplastic left heart syndrome": 327, "congenital deficiency in alpha-fetoprotein": 328, "microcephaly and chorioretinopathy 1": 329, "acromesomelic dysplasia, Hunter-Thompson type": 330, "language delay and attention deficit-hyperactivity disorder/cognitive impairment with or without cardiac arrhythmia": 331, "Sandhoff disease": 332, "chronic monocytic leukemia": 333, "catecholaminergic polymorphic ventricular tachycardia": 334, "geleophysic dysplasia": 335, "Fairbank disease": 336, "keloid": 337, "pilomatrixoma": 338, "neoplasm": 339, "invasive lobular breast carcinoma": 340, "mucolipidosis": 341, "intermediate coronary syndrome": 342, "thoracic disease": 343, "oculocerebrorenal syndrome": 344, "abdominal aortic aneurysm": 345, "eosinophilic esophagitis": 346, "aortic valve insufficiency": 347, "Helicobacter pylori infectious disease": 348, "infantile bilateral striatal necrosis": 349, "pancreatic cholera": 350, "Niemann-Pick disease type C": 351, "breast adenocarcinoma": 352, "microcephaly, short stature, and impaired glucose metabolism 1": 353, "hyperprolinemia type 2": 354, "porokeratosis 7, disseminated superficial actinic type": 355, "colorectal cancer": 356, "NDE1-related microhydranencephaly": 357, "follicular thyroid adenoma": 358, "incontinentia pigmenti": 359, "leukoencephalopathy with vanishing white matter": 360, "aniridia-cerebellar ataxia-intellectual disability syndrome": 361, "Leber plus disease": 362, "familial isolated congenital asplenia": 363, "oral cavity neoplasm": 364, "autosomal recessive osteopetrosis 8": 365, "gastric carcinoma": 366, "nemaline myopathy 7": 367, "distal renal tubular acidosis": 368, "hypogonadotropic hypogonadism 24 without anosmia": 369, "enteritis": 370, "portal hypertension, noncirrhotic": 371, "mixed glioma": 372, "hypogonadotropic hypogonadism 2 with or without anosmia": 373, "myopathy, lactic acidosis, and sideroblastic anemia 1": 374, "short QT syndrome type 1": 375, "glomangioma": 376, "L-2-hydroxyglutaric aciduria": 377, "myocardial infarction": 378, "Mendelian disease": 379, "Rh deficiency syndrome": 380, "corneal dystrophy": 381, "peripheral nervous system disease": 382, "epidermal nevus syndrome": 383, "dental caries": 384, "vascular brain injury": 385, "thrombophilia due to protein C deficiency, autosomal dominant": 386, "ileocolitis": 387, "giant congenital nevus": 388, "Oguchi disease-2": 389, "C1 inhibitor deficiency": 390, "Leber congenital amaurosis 13": 391, "synovitis": 392, "ankyloblepharon-ectodermal defects-cleft lip/palate syndrome": 393, "familial lipoprotein lipase deficiency": 394, "isolated congenital digital clubbing": 395, "ovarioleukodystrophy": 396, "Sweeney-Cox syndrome": 397, "pontocerebellar hypoplasia type 2": 398, "ichthyosis, hystrix-like, with deafness": 399, "efavirenz, poor metabolism of": 400, "prostate adenocarcinoma": 401, "Rahman syndrome": 402, "anuria": 403, "glycogen storage disease due to acid maltase deficiency, late-onset": 404, "neovascular glaucoma": 405, "telangiectasis": 406, "Hirschsprung disease, susceptibility to, 1": 407, "hemochromatosis type 5": 408, "porokeratosis 3, disseminated superficial actinic type": 409, "spondyloepimetaphyseal dysplasia, PAPSS2 type": 410, "thrombomodulin-related bleeding disorder": 411, "methylmalonic acidemia due to methylmalonyl-CoA epimerase deficiency": 412, "chorea, childhood-onset, with psychomotor retardation": 413, "familial hypertryptophanemia": 414, "mevalonic aciduria": 415, "perineurioma": 416, "glioma": 417, "hemorrhagic disease": 418, "porokeratosis": 419, "Ehlers-Danlos syndrome, periodontal type 2": 420, "autosomal dominant nocturnal frontal lobe epilepsy 5": 421, "Adams-Oliver syndrome 1": 422, "maturity-onset diabetes of the young type 4": 423, "familial hyperlipidemia": 424, "Uruguay Faciocardiomusculoskeletal syndrome": 425, "non-syndromic intellectual disability": 426, "guanidinoacetate methyltransferase deficiency": 427, "autosomal recessive distal spinal muscular atrophy 1": 428, "amelogenesis imperfecta type 1H": 429, "malignant peripheral nerve sheath tumor": 430, "brain infarction": 431, "thyroid gland disease": 432, "opsoclonus-myoclonus syndrome": 433, "thrombocytopenia 3": 434, "anhidrotic ectodermal dysplasia-immunodeficiency-osteopetrosis-lymphedema syndrome": 435, "inherited retinal dystrophy": 436, "action myoclonus-renal failure syndrome": 437, "temperature-sensitive oculocutaneous albinism type 1": 438, "psychomotor regression-oculomotor apraxia-movement disorder-nephropathy syndrome": 439, "maturity-onset diabetes of the young type 1": 440, "Asperger syndrome": 441, "polyneuropathy": 442, "chronic recurrent multifocal osteomyelitis": 443, "lesion of sciatic nerve": 444, "urinary bladder disease": 445, "retinitis pigmentosa 49": 446, "autism, susceptibility to, X-linked 3": 447, "X-linked mendelian susceptibility to mycobacterial diseases due to CYBB deficiency": 448, "brachydactyly type E1": 449, "glycogen storage disease IXc": 450, "autosomal recessive nonsyndromic deafness 49": 451, "autosomal recessive pseudohypoaldosteronism type 1": 452, "Duane retraction syndrome": 453, "bacterial infectious disease with sepsis": 454, "Basaran Yilmaz syndrome": 455, "punctate palmoplantar keratoderma type 1": 456, "Camurati-Engelmann disease": 457, "acute myeloid leukemia": 458, "12q14 microdeletion syndrome": 459, "severe motor and intellectual disabilities-sensorineural deafness-dystonia syndrome": 460, "anaplastic ependymoma": 461, "autosomal recessive limb-girdle muscular dystrophy type 2O": 462, "blood group incompatibility": 463, "Waardenburg syndrome type 3": 464, "spinocerebellar ataxia, autosomal recessive 26": 465, "Erdheim-Chester disease": 466, "intellectual disability, autosomal dominant 42": 467, "polydactyly of a triphalangeal thumb": 468, "injury": 469, "neurofibromatosis": 470, "Mobius syndrome": 471, "glycogen storage disease due to glycogen branching enzyme deficiency, childhood neuromuscular form": 472, "lymphoma, non-Hodgkin, familial": 473, "beta-ketothiolase deficiency": 474, "iniencephaly": 475, "polyhydramnios": 476, "Legius syndrome": 477, "short-rib thoracic dysplasia 7 with or without polydactyly": 478, "TARP syndrome": 479, "spermatocytic seminoma": 480, "8p23.1 microdeletion syndrome": 481, "familial juvenile hyperuricemic nephropathy type 2": 482, "susceptibility to HIV infection": 483, "intellectual disability, autosomal dominant 8": 484, "papillary craniopharyngioma": 485, "infantile cerebral and cerebellar atrophy with postnatal progressive microcephaly": 486, "Huntington disease-like 1": 487, "noise induced hearing loss": 488, "cocaine dependence": 489, "complete androgen insensitivity syndrome": 490, "erythropoietin polycythemia": 491, "transcobalamin II deficiency": 492, "oligodontia-cancer predisposition syndrome": 493, "Smith-Magenis syndrome": 494, "developmental and epileptic encephalopathy, 39": 495, "pituitary gland adenoma": 496, "renal hypertension": 497, "primary hyperoxaluria type 1": 498, "scalp-ear-nipple syndrome": 499, "autosomal dominant limb-girdle muscular dystrophy type 1F": 500, "multiple epiphyseal dysplasia due to collagen 9 anomaly": 501, "Meige disease": 502, "curry-Jones syndrome": 503, "cerebrofaciothoracic dysplasia": 504, "Wiskott-Aldrich syndrome": 505, "disease of ear": 506, "myoclonus, familial, 1": 507, "Rosselli-Gulienetti syndrome": 508, "sweat gland neoplasm": 509, "2-methylbutyryl-CoA dehydrogenase deficiency": 510, "esophageal atresia/tracheoesophageal fistula": 511, "centronuclear myopathy": 512, "hereditary von Willebrand disease": 513, "ACTH-dependent Cushing syndrome": 514, "Ebstein anomaly": 515, "glucocorticoid resistance": 516, "split hand-foot malformation 4": 517, "amyotrophic neuralgia": 518, "nephrosis": 519, "hemophilia A": 520, "phakomatosis cesiomarmorata": 521, "allergic asthma": 522, "familial prostate carcinoma": 523, "deafness, autosomal recessive 109": 524, "retinal disease": 525, "hyper-IgM syndrome": 526, "hemolytic anemia due to pyrimidine 5' nucleotidase deficiency": 527, "coenzyme Q10 deficiency": 528, "dacryocystitis": 529, "familial long QT syndrome": 530, "aortic stenosis": 531, "diabetes mellitus": 532, "membranoproliferative glomerulonephritis": 533, "frontotemporal dementia": 534, "atypical hemolytic-uremic syndrome with I factor anomaly": 535, "self-healing collodion baby": 536, "mantle cell lymphoma": 537, "eyelid disease": 538, "oocyte maturation defect 5": 539, "mandibuloacral dysplasia with type B lipodystrophy": 540, "cellular ependymoma": 541, "Leber congenital amaurosis": 542, "hypertrophic cardiomyopathy 11": 543, "methemoglobinemia": 544, "intellectual disability, autosomal recessive 59": 545, "hypotrichosis": 546, "subepithelial mucinous corneal dystrophy": 547, "vitamin B12 deficiency": 548, "ventricular fibrillation, paroxysmal familial, 2": 549, "hepatocellular carcinoma": 550, "post-traumatic stress disorder": 551, "Asperger syndrome, X-linked, susceptibility to, 1": 552, "palsy": 553, "epilepsy, familial focal, with variable foci 2": 554, "astrocytoma (excluding glioblastoma)": 555, "Diamond-Blackfan anemia 4": 556, "chondrodysplasia punctata 2, X-linked dominant": 557, "hyperekplexia 1": 558, "lymphedema": 559, "ependymoma": 560, "Emery-Dreifuss muscular dystrophy": 561, "short chain acyl-CoA dehydrogenase deficiency": 562, "short-rib thoracic dysplasia 15 with polydactyly": 563, "UV-sensitive syndrome 1": 564, "pachyonychia congenita 3": 565, "congenital brain dysgenesis due to glutamine synthetase deficiency": 566, "Fanconi anemia complementation group F": 567, "congenital reticular ichthyosiform erythroderma": 568, "vertebral, cardiac, renal, and limb defects syndrome 1": 569, "penile disease": 570, "anaplastic oligoastrocytoma": 571, "short-rib thoracic dysplasia 18 with polydactyly": 572, "Ehlers-Danlos syndrome, kyphoscoliotic and deafness type": 573, "adult-onset chronic progressive external ophthalmoplegia with mitochondrial myopathy": 574, "patterned macular dystrophy": 575, "cerebral convexity meningioma": 576, "autosomal dominant hypocalcemia 2": 577, "idiopathic hypereosinophilic syndrome": 578, "schizophrenia 11": 579, "pyruvate kinase hyperactivity": 580, "coloboma of optic disc": 581, "microcephaly, short stature, and impaired glucose metabolism 2": 582, "hereditary leiomyomatosis and renal cell cancer": 583, "arthropathy": 584, "Dowling-Degos disease 1": 585, "renal tubular dysgenesis of genetic origin": 586, "lung carcinoma": 587, "hypomyelinating leukodystrophy 11": 588, "Leber congenital amaurosis with early-onset deafness": 589, "Liddle syndrome 1": 590, "Pediculus humanus capitis infestation": 591, "Charcot-Marie-Tooth disease dominant intermediate D": 592, "bulimia nervosa, susceptibility to, 1": 593, "chronic hepatitis C virus infection": 594, "epilepsy, familial temporal lobe, 1": 595, "macular retinal edema": 596, "colorectal carcinoma": 597, "purpura fulminans": 598, "endemic goiter": 599, "SPOAN syndrome": 600, "developmental and epileptic encephalopathy, 17": 601, "autosomal recessive nonsyndromic deafness 31": 602, "Rapp-Hodgkin syndrome": 603, "Hirschsprung disease": 604, "pulmonary hypertension, primary, 4": 605, "mitochondrial DNA depletion syndrome 3": 606, "autosomal recessive agammaglobulinemia 1": 607, "PSAT deficiency": 608, "craniolenticulosutural dysplasia": 609, "porokeratotic eccrine ostial and dermal duct nevus": 610, "generalized anxiety disorder": 611, "endometritis": 612, "penile neoplasm": 613, "cystadenoma": 614, "X-linked severe congenital neutropenia": 615, "fibrodysplasia ossificans progressiva": 616, "giant axonal neuropathy 1": 617, "Bardet-Biedl syndrome 3": 618, "alkaptonuria": 619, "facial paresis, hereditary congenital, 2": 620, "myofibrillar myopathy 2": 621, "keratosis palmoplantaris striata 3": 622, "autosomal dominant severe congenital neutropenia": 623, "Baraitser-Winter cerebrofrontofacial syndrome": 624, "large cell carcinoma": 625, "severe neonatal-onset encephalopathy with microcephaly": 626, "medium chain acyl-CoA dehydrogenase deficiency": 627, "gastroenteritis": 628, "glaucoma 1, open angle, O": 629, "retinitis pigmentosa": 630, "cherubism": 631, "facioscapulohumeral muscular dystrophy 2": 632, "vasculitis due to ADA2 deficiency": 633, "congenital dyserythropoietic anemia type 4": 634, "large cell medulloblastoma": 635, "tubular aggregate myopathy": 636, "granulomatosis with polyangiitis": 637, "hereditary sensory and autonomic neuropathy type 5": 638, "short bowel syndrome": 639, "pontocerebellar hypoplasia type 5": 640, "coronary artery disease": 641, "septooptic dysplasia": 642, "alcoholic hepatitis": 643, "chronic bronchitis": 644, "cataract 7": 645, "non-immune hydrops fetalis": 646, "rigid spine muscular dystrophy 1": 647, "carboxypeptidase N deficiency": 648, "solitary fibrous tumor": 649, "meningococcal meningitis": 650, "acrocephalosyndactyly": 651, "epithelioid leiomyosarcoma": 652, "fatty liver disease": 653, "hypertrichosis of eyelid": 654, "auriculocondylar syndrome": 655, "X-linked acrogigantism due to Xq26 microduplication": 656, "parathyroid gland adenoma": 657, "familial porphyria cutanea tarda": 658, "Ehlers-Danlos syndrome progeroid type": 659, "maturity-onset diabetes of the young": 660, "arrhythmogenic right ventricular cardiomyopathy": 661, "Aicardi-Goutieres syndrome 2": 662, "autoimmune hemolytic anemia": 663, "adamantinous craniopharyngioma": 664, "triple-A syndrome": 665, "progressive myoclonus epilepsy": 666, "hypertrophic cardiomyopathy 8": 667, "46,XY sex reversal 4": 668, "glycogen storage disease VII": 669, "AA amyloidosis": 670, "marginal zone lymphoma": 671, "hypoparathyroidism-retardation-dysmorphism syndrome": 672, "coronary artery disease, autosomal dominant, 1": 673, "hypogonadotropic hypogonadism 8 with or without anosmia": 674, "central nervous system disease": 675, "pseudotumor cerebri": 676, "male infertility due to large-headed multiflagellar polyploid spermatozoa": 677, "essential thrombocythemia": 678, "Beckwith-Wiedemann syndrome": 679, "chromosome 18q deletion syndrome": 680, "fatal infantile hypertonic myofibrillar myopathy": 681, "adrenal rest tumor": 682, "acne": 683, "inborn mitochondrial myopathy": 684, "melorheostosis": 685, "congenital insensitivity to pain-hypohidrosis syndrome": 686, "myeloproliferative neoplasm": 687, "substance dependence": 688, "root resorption": 689, "nodular lymphocyte predominant Hodgkin lymphoma": 690, "appendicitis": 691, "catecholaminergic polymorphic ventricular tachycardia 1": 692, "mitochondrial trifunctional protein deficiency": 693, "mucosulfatidosis": 694, "coralliform cataract": 695, "Becker nevus syndrome": 696, "acrodysostosis": 697, "cardiofaciocutaneous syndrome": 698, "atypical lipomatous tumor": 699, "complement component 2 deficiency": 700, "craniosynostosis 4": 701, "diabetes insipidus, nephrogenic, autosomal": 702, "pulmonary tuberculosis": 703, "desmoplastic small round cell tumor": 704, "multiple acyl-CoA dehydrogenase deficiency": 705, "Duane retraction syndrome 2": 706, "craniosynostosis and dental anomalies": 707, "rectal carcinoma": 708, "cutaneous lupus erythematosus": 709, "myasthenia gravis": 710, "Kabuki syndrome": 711, "dilated cardiomyopathy": 712, "maturity-onset diabetes of the young type 10": 713, "Rubinstein-Taybi syndrome": 714, "childhood oligodendroglioma": 715, "autosomal recessive limb-girdle muscular dystrophy type 2Y": 716, "preimplantation embryonic lethality 2": 717, "microcystic meningioma": 718, "Diamond-Blackfan anemia 12": 719, "chronic beryllium disease": 720, "retinitis pigmentosa 17": 721, "myeloperoxidase deficiency": 722, "ataxia and polyneuropathy, adult-onset": 723, "amyotrophic lateral sclerosis type 18": 724, "mendelian susceptibility to mycobacterial diseases due to complete IL12RB1 deficiency": 725, "cholangiocarcinoma": 726, "acquired partial lipodystrophy": 727, "metaphyseal anadysplasia 2": 728, "bacterial pneumonia": 729, "mucocutaneous lymph node syndrome": 730, "metabolic acidosis": 731, "Coffin-Siris syndrome 7": 732, "Chudley-McCullough syndrome": 733, "laryngeal squamous cell carcinoma": 734, "primary cerebellar degeneration": 735, "inborn errors of metabolism": 736, "surfactant metabolism dysfunction, pulmonary, 4": 737, "megalencephalic leukoencephalopathy with subcortical cysts 2A": 738, "biliary tract cancer": 739, "rhabdomyoma": 740, "trigonocephaly": 741, "brachydactyly type A1A": 742, "peroxisomal disease": 743, "Charcot-Marie-Tooth disease": 744, "fibrillary astrocytoma": 745, "X-linked centronuclear myopathy": 746, "intellectual disability, autosomal recessive 60": 747, "extra-adrenal sympathetic paraganglioma": 748, "inflammatory bowel disease 28": 749, "glycogen storage disease due to lactate dehydrogenase M-subunit deficiency": 750, "poliomyelitis": 751, "physiological sexual disorder": 752, "congenital abnormality": 753, "Crohn ileitis": 754, "hypogonadotropic hypogonadism 1 with or without anosmia": 755, "colorectal adenocarcinoma": 756, "choanal atresia-hearing loss-cardiac defects-craniofacial dysmorphism syndrome": 757, "resistance to thyrotropin-releasing hormone syndrome": 758, "schwannomatosis 1": 759, "neuronal ceroid lipofuscinosis 6": 760, "sterile multifocal osteomyelitis with periostitis and pustulosis": 761, "intellectual disability-epilepsy-extrapyramidal syndrome": 762, "type III hypersensitivity disease": 763, "intervertebral disc degenerative disorder": 764, "allergic disease": 765, "neurodevelopmental disorder with spastic quadriplegia and brain abnormalities with or without seizures": 766, "hypophosphatemic rickets": 767, "verrucous nevus": 768, "diabetes mellitus, transient neonatal, 1": 769, "nephronophthisis 16": 770, "pancreatic endocrine carcinoma": 771, "developmental and epileptic encephalopathy, 33": 772, "angle-closure glaucoma": 773, "Wolman disease": 774, "polydactyly": 775, "narcolepsy-cataplexy syndrome": 776, "angiomyolipoma": 777, "hepatoerythropoietic porphyria": 778, "Pallister-hall syndrome": 779, "premature menopause": 780, "polycystic kidney disease 3 with or without polycystic liver disease": 781, "hereditary spastic paraplegia 7": 782, "immunodeficiency, common variable, 1": 783, "Treacher-Collins syndrome": 784, "combined oxidative phosphorylation deficiency 36": 785, "hypomyelinating leukodystrophy 9": 786, "platelet storage pool deficiency": 787, "primary hyperoxaluria type 2": 788, "anogenital human papillomavirus infection": 789, "cartilage disease": 790, "hypomagnesemia, seizures, and intellectual disability 1": 791, "Doyne honeycomb retinal dystrophy": 792, "retinopathy of prematurity": 793, "personality disorder": 794, "atrioventricular septal defect": 795, "amyotrophic lateral sclerosis type 8": 796, "portal hypertension": 797, "duodenal ulcer": 798, "visceral leishmaniasis": 799, "cataract 20 multiple types": 800, "AICA-ribosiduria": 801, "refractive error": 802, "thoracic aortic aneurysm": 803, "TELO2-related intellectual disability-neurodevelopmental disorder": 804, "hypoplastic left heart syndrome 2": 805, "corneal dystrophy, Fuchs endothelial, 3": 806, "reducing body myopathy": 807, "congenital neuronal ceroid lipofuscinosis": 808, "bone marrow failure syndrome": 809, "ependymoblastoma": 810, "dilated cardiomyopathy 2A": 811, "spondylolisthesis": 812, "infantile osteopetrosis with neuroaxonal dysplasia": 813, "ovarian hyperstimulation syndrome": 814, "giant cell glioblastoma": 815, "scrapie": 816, "vitamin K-dependent clotting factors, combined deficiency of, type 1": 817, "Aicardi-Goutieres syndrome 3": 818, "lissencephaly type 1 due to doublecortin gene mutation": 819, "autosomal recessive osteopetrosis 5": 820, "restless legs syndrome": 821, "tremor, hereditary essential, 1": 822, "neonatal acute respiratory distress due to SP-B deficiency": 823, "tetraamelia-multiple malformations syndrome": 824, "congenital adrenal hyperplasia": 825, "multiple synostoses syndrome": 826, "adamantinoma": 827, "autosomal recessive congenital ichthyosis": 828, "short rib-polydactyly syndrome, Verma-Naumoff type": 829, "pontocerebellar hypoplasia type 2A": 830, "Silver-Russell syndrome 3": 831, "hepatic encephalopathy": 832, "COACH syndrome 1": 833, "hyperostosis": 834, "Dent disease type 1": 835, "meningioma": 836, "PGM1-CDG": 837, "B cell deficiency": 838, "type II complement component 8 deficiency": 839, "cataract 23": 840, "isolated hyperchlorhidrosis": 841, "UV-sensitive syndrome": 842, "brachial plexus neuropathy": 843, "narcolepsy without cataplexy": 844, "X-linked intellectual disability with marfanoid habitus": 845, "primary immunodeficiency disease": 846, "herpes simplex encephalitis, susceptibility to, 1": 847, "aminoglycoside-induced deafness": 848, "childhood acute lymphoblastic leukemia": 849, "Huntington disease": 850, "C syndrome": 851, "glycogen storage disease due to muscle beta-enolase deficiency": 852, "congenital myasthenic syndrome 4C": 853, "Charcot-Marie-Tooth disease X-linked dominant 1": 854, "woolly hair-palmoplantar keratoderma syndrome": 855, "Noonan syndrome-like disorder with loose anagen hair 1": 856, "Hirschsprung disease, susceptibility to, 3": 857, "Papillon-Lefevre disease": 858, "inherited bleeding disorder, platelet-type": 859, "young adult-onset distal hereditary motor neuropathy": 860, "allergic urticaria": 861, "Brugada syndrome 4": 862, "46,XY complete gonadal dysgenesis": 863, "FG syndrome 2": 864, "hepatoblastoma": 865, "adult medulloblastoma": 866, "juvenile idiopathic arthritis": 867, "hereditary spastic paraplegia 45": 868, "congenital factor XIII deficiency": 869, "hemoglobin D disease": 870, "motion sickness": 871, "combined immunodeficiency due to moesin deficiency": 872, "complex cortical dysplasia with other brain malformations 1": 873, "CINCA syndrome": 874, "hypohidrotic ectodermal dysplasia": 875, "developmental and epileptic encephalopathy, 21": 876, "neurodevelopmental disorder, mitochondrial, with abnormal movements and lactic acidosis, with or without seizures": 877, "eye disease": 878, "retinitis pigmentosa 55": 879, "Behcet disease": 880, "isolated growth hormone deficiency type IB": 881, "congenital fibrosis of extraocular muscles": 882, "pleural neoplasm": 883, "uterine corpus leiomyoma": 884, "obesity due to pro-opiomelanocortin deficiency": 885, "UV-sensitive syndrome 2": 886, "Henoch-Schoenlein purpura": 887, "Becker muscular dystrophy": 888, "brachydactyly": 889, "myofibrillar myopathy": 890, "hyperglycemia": 891, "bone giant cell tumor": 892, "Graves disease": 893, "intellectual disability, autosomal dominant 24": 894, "Jeune syndrome": 895, "Waardenburg syndrome": 896, "hemangioma": 897, "middle cerebral artery infarction": 898, "hyperlipoproteinemia type 3": 899, "language disorder": 900, "psychomotor retardation, epilepsy, and craniofacial dysmorphism": 901, "Bartter disease type 4B": 902, "adult oligodendroglioma": 903, "isolated focal non-epidermolytic palmoplantar keratoderma": 904, "fatal familial insomnia": 905, "Peters plus syndrome": 906, "glomuvenous malformation": 907, "circadian rhythm sleep disorder, delayed sleep phase type": 908, "nonarteritic anterior ischemic optic neuropathy, susceptibility to": 909, "osteoporosis": 910, "neuronopathy, distal hereditary motor, type 2B": 911, "situs inversus": 912, "epidural abscess": 913, "Diamond-Blackfan anemia 1": 914, "developmental and epileptic encephalopathy, 63": 915, "heart disease": 916, "Rienhoff syndrome": 917, "famililal cerebral cavernous malformations": 918, "Bruton-type agammaglobulinemia": 919, "spinocerebellar ataxia 46": 920, "thrombophilia due to protein C deficiency, autosomal recessive": 921, "occupational dermatitis": 922, "velocardiofacial syndrome": 923, "EEM syndrome": 924, "autosomal recessive juvenile Parkinson disease 2": 925, "neoplasm of esophagus": 926, "respiratory system disease": 927, "age related macular degeneration 14": 928, "ovarian mucinous adenocarcinoma": 929, "endometrium carcinoma in situ": 930, "Meier-Gorlin syndrome": 931, "hepatic adenomas, familial": 932, "autosomal recessive limb-girdle muscular dystrophy type 2Z": 933, "Tay-Sachs disease AB variant": 934, "cryptosporidiosis-chronic cholangitis-liver disease syndrome": 935, "hyperekplexia 4": 936, "paroxysmal nocturnal hemoglobinuria 2": 937, "autosomal recessive inherited pseudoxanthoma elasticum": 938, "juvenile Paget disease": 939, "exocrine pancreatic carcinoma": 940, "biliary tract neoplasm": 941, "irritant dermatitis": 942, "Sturge-Weber syndrome": 943, "TWIST1-related craniosynostosis": 944, "acute biphenotypic leukemia": 945, "myopathy, reducing body, X-linked, early-onset, severe": 946, "nephronophthisis 2": 947, "FG syndrome 3": 948, "pulmonary embolism": 949, "type 2 diabetes mellitus": 950, "adrenal gland disease": 951, "nervous system disorder": 952, "platelet-type bleeding disorder 15": 953, "hyperglycinuria": 954, "Williams syndrome": 955, "Omenn syndrome": 956, "premature ovarian failure 3": 957, "Neu-Laxova syndrome": 958, "pontocerebellar hypoplasia type 1A": 959, "cecum cancer": 960, "tooth agenesis": 961, "peripheral neuropathy": 962, "dentatorubral-pallidoluysian atrophy": 963, "anaplastic astrocytoma": 964, "autosomal recessive Emery-Dreifuss muscular dystrophy": 965, "visual epilepsy": 966, "dominant beta-thalassemia": 967, "amelogenesis imperfecta hypomaturation type 2A2": 968, "familial nonmedullary thyroid carcinoma": 969, "adult-onset foveomacular vitelliform dystrophy": 970, "pityriasis rubra pilaris": 971, "right atrial isomerism": 972, "ectrodactyly, ectodermal dysplasia, and cleft lip-palate syndrome 3": 973, "neurodevelopmental disorder with microcephaly, epilepsy, and brain atrophy": 974, "3-methylcrotonyl-CoA carboxylase 1 deficiency": 975, "chromosome 15q24 deletion syndrome": 976, "autism, susceptibility to, X-linked 5": 977, "myxopapillary ependymoma": 978, "gluthathione peroxidase deficiency": 979, "Pthirus pubis infestation": 980, "choroiditis": 981, "reactive cutaneous fibrous lesion": 982, "cribriform carcinoma of breast": 983, "spinal meningioma": 984, "myopathy, lactic acidosis, and sideroblastic anemia 2": 985, "autosomal recessive non-syndromic intellectual disability": 986, "amelogenesis imperfecta-gingival hyperplasia syndrome": 987, "torsion dystonia 2": 988, "long QT syndrome 10": 989, "gastric ulcer": 990, "childhood brain stem glioma": 991, "subvalvular aortic stenosis": 992, "acute kidney tubular necrosis": 993, "brachydactyly type B1": 994, "central nervous system malformation": 995, "microphthalmia": 996, "acetyl-CoA acetyltransferase-2 deficiency": 997, "xeroderma pigmentosum": 998, "familial hypercholesterolemia": 999, "classic familial adenomatous polyposis": 1000, "iron deficiency anemia": 1001, "Borst-Jadassohn intraepidermal carcinoma": 1002, "juvenile xanthogranuloma": 1003, "mesothelial neoplasm": 1004, "Joubert syndrome 31": 1005, "Marinesco-Sjogren syndrome": 1006, "neural tube defects, susceptibility to": 1007, "exanthem": 1008, "familial expansile osteolysis": 1009, "blepharoconjunctivitis": 1010, "Spondyloenchondrodysplasia with immune dysregulation": 1011, "immunodeficiency, common variable, 3": 1012, "pancreatic agenesis 1": 1013, "progressive osseous heteroplasia": 1014, "generalized epilepsy with febrile seizures plus, type 1": 1015, "leukodystrophy, hypomyelinating, 16": 1016, "selective pituitary resistance to thyroid hormone": 1017, "episodic kinesigenic dyskinesia 1": 1018, "hyperlipoproteinemia": 1019, "tyrosinemia": 1020, "primary membranoproliferative glomerulonephritis": 1021, "annular epidermolytic ichthyosis": 1022, "constitutional megaloblastic anemia with severe neurologic disease": 1023, "Pearson syndrome": 1024, "digestive system disease": 1025, "MHC class II deficiency": 1026, "classic maple syrup urine disease": 1027, "16q24.3 microdeletion syndrome": 1028, "granulomatous disease, chronic, autosomal recessive, cytochrome b-positive, type 1": 1029, "granulomatous disease, chronic, X-linked": 1030, "autosomal dominant pseudohypoaldosteronism type 1": 1031, "southeast Asian ovalocytosis": 1032, "trichothiodystrophy 5, nonphotosensitive": 1033, "hairy cell leukemia": 1034, "iritis": 1035, "dilated cardiomyopathy 1II": 1036, "temporal lobe epilepsy": 1037, "blepharocheilodontic syndrome 2": 1038, "idiopathic bronchiectasis": 1039, "Joubert syndrome": 1040, "megalencephalic leukoencephalopathy with subcortical cysts 1": 1041, "narcolepsy 1": 1042, "distal myopathy": 1043, "xanthoma": 1044, "Diamond-Blackfan anemia-like": 1045, "short stature due to primary acid-labile subunit deficiency": 1046, "autosomal recessive osteopetrosis": 1047, "primary angle-closure glaucoma": 1048, "gastric neoplasm": 1049, "pyruvate dehydrogenase deficiency": 1050, "pemphigus": 1051, "deafness, nonsyndromic, modifier 1": 1052, "methionine adenosyltransferase deficiency": 1053, "hereditary pulmonary alveolar proteinosis": 1054, "calcaneonavicular coalition": 1055, "herpes zoster": 1056, "lead poisoning": 1057, "proteinuria": 1058, "familial isolated hyperparathyroidism": 1059, "tumoral calcinosis, hyperphosphatemic, familial, 2": 1060, "COFS syndrome": 1061, "brain disease": 1062, "childhood cerebral astrocytoma": 1063, "primary cutaneous T-cell lymphoma": 1064, "protein S deficiency": 1065, "microphthalmia, isolated, with coloboma 5": 1066, "acute liver failure": 1067, "autosomal dominant omodysplasia": 1068, "breast fibroadenoma": 1069, "capillary malformation-arteriovenous malformation syndrome": 1070, "46,XY partial gonadal dysgenesis": 1071, "vitamin B12-responsive methylmalonic acidemia type cblA": 1072, "bronchiectasis with or without elevated sweat chloride 2": 1073, "autosomal recessive nonsyndromic deafness 12": 1074, "aortic disease": 1075, "autism spectrum disorder": 1076, "myeloid neoplasm": 1077, "maple syrup urine disease": 1078, "pancreatic intraductal papillary-mucinous neoplasm": 1079, "intellectual disability, X-linked 107": 1080, "spinal muscular atrophy": 1081, "wet macular degeneration": 1082, "retinitis pigmentosa 18": 1083, "paroxysmal familial ventricular fibrillation": 1084, "atopic eczema": 1085, "Baraitser-Winter syndrome 1": 1086, "GM2 gangliosidosis": 1087, "angiomatous meningioma": 1088, "amphetamine abuse": 1089, "WHIM syndrome": 1090, "anaplastic large cell lymphoma": 1091, "metachromatic leukodystrophy due to saposin b deficiency": 1092, "coronary stenosis": 1093, "parietal foramina": 1094, "Meier-Gorlin syndrome 8": 1095, "factor V and factor VIII, combined deficiency of, type 1": 1096, "Meier-Gorlin syndrome 4": 1097, "neuropathy, hereditary sensory, type 1F": 1098, "angiomyxoma": 1099, "demyelinating disease": 1100, "X-linked chondrodysplasia punctata": 1101, "pigmented dermatofibrosarcoma protuberans": 1102, "advanced sleep phase syndrome": 1103, "autosomal recessive centronuclear myopathy": 1104, "skin cancer": 1105, "Bardet-Biedl syndrome": 1106, "galactose epimerase deficiency": 1107, "pervasive developmental disorder": 1108, "spastic tetraplegia-thin corpus callosum-progressive postnatal microcephaly syndrome": 1109, "progressive encephalopathy with leukodystrophy due to DECR deficiency": 1110, "hydatidiform mole, recurrent, 1": 1111, "fetal alcohol syndrome": 1112, "Dedifferentiated liposarcoma": 1113, "carotid artery disease": 1114, "fatal multiple mitochondrial dysfunctions syndrome": 1115, "bladder transitional cell carcinoma": 1116, "inherited organic acidemia": 1117, "myopia 25, autosomal dominant": 1118, "clear cell sarcoma": 1119, "X-linked mixed deafness with perilymphatic gusher": 1120, "oligoastrocytoma": 1121, "3-hydroxyisobutyryl-CoA hydrolase deficiency": 1122, "early myoclonic encephalopathy": 1123, "vision disorder": 1124, "agammaglobulinemia 6, autosomal recessive": 1125, "KID syndrome": 1126, "overhydrated hereditary stomatocytosis": 1127, "isolated osteopoikilosis": 1128, "histiocytoma, Angiomatoid fibrous": 1129, "intellectual disability, autosomal recessive 51": 1130, "intermittent maple syrup urine disease": 1131, "leiomyoma": 1132, "episodic ataxia type 6": 1133, "immunodeficiency-centromeric instability-facial anomalies syndrome 1": 1134, "Charcot-Marie-Tooth disease type 3": 1135, "cerebral cavernous malformation": 1136, "T-cell leukemia": 1137, "Ollier disease": 1138, "progressive myoclonic epilepsy type 6": 1139, "glycogen storage disease VI": 1140, "African iron overload": 1141, "Holmes-Adie syndrome": 1142, "Crouzon syndrome": 1143, "Finnish type amyloidosis": 1144, "Lennox-Gastaut syndrome": 1145, "Crohn disease": 1146, "metaphyseal chondrodysplasia-retinitis pigmentosa syndrome": 1147, "megaconial type congenital muscular dystrophy": 1148, "familial hypocalciuric hypercalcemia 2": 1149, "syndromic X-linked intellectual disability Lubs type": 1150, "Netherton syndrome": 1151, "metaphyseal chondromatosis with D-2-hydroxyglutaric aciduria": 1152, "thymoma": 1153, "Tay-Sachs disease, b variant, adult form": 1154, "Leigh syndrome": 1155, "mannose-binding lectin deficiency": 1156, "adrenal gland pheochromocytoma": 1157, "methemoglobinemia type 4": 1158, "hemiplegia": 1159, "epidermolysis bullosa simplex Dowling-Meara type": 1160, "acute T cell leukemia": 1161, "eosinophilic pneumonia": 1162, "ileus": 1163, "premature ovarian failure 7": 1164, "Coffin-Siris syndrome": 1165, "mucous membrane pemphigoid": 1166, "mandibulofacial dysostosis-microcephaly syndrome": 1167, "xeroderma pigmentosum group A": 1168, "pyridoxal phosphate-responsive seizures": 1169, "ovarian cyst": 1170, "methylmalonic acidemia due to transcobalamin receptor defect": 1171, "hereditary spastic paraplegia 4": 1172, "methylmalonic acidemia": 1173, "X-linked intellectual disability-psychosis-macroorchidism syndrome": 1174, "tooth agenesis, selective, X-linked, 1": 1175, "Niemann-Pick disease, type C2": 1176, "fatal mitochondrial disease due to combined oxidative phosphorylation defect type 3": 1177, "muscular dystrophy-dystroglycanopathy (congenital with brain and eye anomalies), type A1": 1178, "cerebral primitive neuroectodermal tumor": 1179, "lymphatic system disease": 1180, "coloboma of eyelid": 1181, "diabetic kidney disease": 1182, "hydranencephaly": 1183, "anophthalmia/microphthalmia-esophageal atresia syndrome": 1184, "benign connective and soft tissue neoplasm": 1185, "inborn mitochondrial metabolism disorder": 1186, "schwannoma": 1187, "Lambert-Eaton myasthenic syndrome": 1188, "osteogenesis imperfecta type 13": 1189, "bipolar I disorder": 1190, "microvascular complications of diabetes, susceptibility to, 1": 1191, "hyperlipidemia, familial combined, LPL related": 1192, "Fuchs' endothelial dystrophy": 1193, "cystinuria": 1194, "familial focal epilepsy with variable foci": 1195, "holoprosencephaly 3": 1196, "vascular disease": 1197, "acrodermatitis": 1198, "myofibrillar myopathy 4": 1199, "polyomavirus infectious disease": 1200, "retinitis pigmentosa 42": 1201, "phobic disorder": 1202, "atrial fibrillation, familial, 14": 1203, "Bowen disease of the skin": 1204, "low tension glaucoma": 1205, "autosomal recessive congenital ichthyosis 2": 1206, "Kearns-Sayre syndrome": 1207, "necrotizing enterocolitis": 1208, "infantile neuronal ceroid lipofuscinosis": 1209, "social phobia": 1210, "hypertrophic cardiomyopathy 13": 1211, "keratosis follicularis spinulosa decalvans, X-linked": 1212, "dissociative amnesia": 1213, "speech disorder": 1214, "ovarian dysgenesis 6": 1215, "agranulocytosis": 1216, "cystoid macular edema": 1217, "retinitis pigmentosa 70": 1218, "mucopolysaccharidosis type 3": 1219, "asthma-related traits, susceptibility to, 7": 1220, "anterior segment dysgenesis 7": 1221, "ocular hypertension": 1222, "neurodegenerative syndrome due to cerebral folate transport deficiency": 1223, "opisthorchiasis": 1224, "Weaver syndrome": 1225, "Castleman disease": 1226, "thymus neoplasm": 1227, "thrombophilia due to thrombin defect": 1228, "SHORT syndrome": 1229, "ureteral obstruction": 1230, "thymus cancer": 1231, "leiomyosarcoma": 1232, "brain injury": 1233, "glycogen storage disease due to glycogen branching enzyme deficiency, fatal perinatal neuromuscular form": 1234, "lethal congenital contracture syndrome 11": 1235, "Klinefelter syndrome": 1236, "neuroferritinopathy": 1237, "parietal foramina 2": 1238, "rickets": 1239, "complex sleep apnea": 1240, "estrogen-receptor negative breast cancer": 1241, "hyperimmunoglobulinemia D with periodic fever": 1242, "brain ischemia": 1243, "complex cortical dysplasia with other brain malformations 5": 1244, "tetra-amelia": 1245, "cystitis": 1246, "hemorrhoid": 1247, "occupational asthma": 1248, "inherited susceptibility to asthma": 1249, "microphthalmia, isolated, with coloboma 10": 1250, "peroxisome biogenesis disorder 10A (Zellweger)": 1251, "DDX41-related hematologic malignancy predisposition syndrome": 1252, "frontonasal dysplasia": 1253, "autosomal recessive osteopetrosis 6": 1254, "X-linked colobomatous microphthalmia-microcephaly-intellectual disability-short stature syndrome": 1255, "Stickler syndrome, type 4": 1256, "asthma": 1257, "ectodermal dysplasia 13, hair/tooth type": 1258, "myopathy due to calsequestrin and SERCA1 protein overload": 1259, "Parkinson disease 13, autosomal dominant, susceptibility to": 1260, "infantile multisystem neurologic-endocrine-pancreatic disease": 1261, "beta-ureidopropionase deficiency": 1262, "ectodermal dysplasia and immunodeficiency 2": 1263, "Ellis-van Creveld syndrome": 1264, "bile duct cancer": 1265, "dystonic disorder": 