{"0": "leprosy", "1": "triple-negative breast carcinoma", "2": "Usher syndrome type 3B", "3": "psychiatric disorder", "4": "Charcot-Marie-Tooth disease X-linked recessive 5", "5": "syphilis", "6": "periodontitis", "7": "chondrodysplasia-pseudohermaphroditism syndrome", "8": "Silver-Russell syndrome", "9": "3-hydroxy-3-methylglutaric aciduria", "10": "trisomy", "11": "3MC syndrome", "12": "facial dysmorphism-lens dislocation-anterior segment abnormalities-spontaneous filtering blebs syndrome", "13": "hypothyroidism, congenital, nongoitrous, 2", "14": "hereditary spastic paraplegia 47", "15": "perinatal asphyxia", "16": "ABri amyloidosis", "17": "kidney Wilms tumor", "18": "MIT family translocation renal cell carcinoma", "19": "seizures-scoliosis-macrocephaly syndrome", "20": "progressive external ophthalmoplegia with mitochondrial DNA deletions, autosomal dominant 5", "21": "fetal alcohol spectrum disorder", "22": "fetal methylmercury syndrome", "23": "Carney-Stratakis syndrome", "24": "leukemia", "25": "methylmalonic acidemia with homocystinuria", "26": "optic atrophy 10 with or without ataxia, intellectual disability, and seizures", "27": "congenital dyserythropoietic anemia type 3", "28": "X-linked lymphoproliferative syndrome", "29": "end stage renal failure", "30": "myostatin-related muscle hypertrophy", "31": "mouth disease", "32": "skeletal defects, genital hypoplasia, and intellectual disability", "33": "COVID-19", "34": "seborrheic dermatitis", "35": "angioedema", "36": "gastric adenocarcinoma", "37": "dermatomyositis", "38": "rheumatic heart disease", "39": "Bartter syndrome with hypocalcemia", "40": "cranioectodermal dysplasia", "41": "hypogonadotropic hypogonadism 10 with or without anosmia", "42": "Barrett esophagus", "43": "cutaneous melanoma", "44": "choroidal dystrophy, central areolar 2", "45": "head and neck neoplasm", "46": "Grn-related frontotemporal lobar degeneration with Tdp43 inclusions", "47": "rhabdomyolysis", "48": "bile duct carcinoma", "49": "linear scleroderma", "50": "choroidal dystrophy, central areolar, 1", "51": "lung disease", "52": "brain cancer", "53": "dystonia 9", "54": "brachydactyly type A1D", "55": "congenital hypothyroidism", "56": "Leydig cell hypoplasia, type 1", "57": "gastric cancer", "58": "pituitary cancer", "59": "oligodendroglioma", "60": "ovarian disease", "61": "microcephaly-corpus callosum hypoplasia-intellectual disability-facial dysmorphism syndrome", "62": "cone-rod synaptic disorder, congenital nonprogressive", "63": "brain aneurysm", "64": "familial juvenile hyperuricemic nephropathy", "65": "spondyloepimetaphyseal dysplasia-short limb-abnormal calcification syndrome", "66": "Cushing syndrome due to macronodular adrenal hyperplasia", "67": "orofacial cleft 8", "68": "spasticity-ataxia-gait anomalies syndrome", "69": "sudden cardiac arrest", "70": "Usher syndrome type 2", "71": "renal tubular acidosis, distal, 3, with or without sensorineural hearing loss", "72": "pleurisy", "73": "juvenile myelomonocytic leukemia", "74": "cervical intraepithelial neoplasia", "75": "Charcot-Marie-Tooth disease axonal type 2S", "76": "cutis laxa", "77": "sphingolipidosis", "78": "C3 glomerulonephritis", "79": "human papilloma virus infection", "80": "plasma cell myeloma", "81": "glutathione synthetase deficiency without 5-oxoprolinuria", "82": "hypomagnesemia, seizures, and intellectual disability", "83": "kuru, susceptibility to", "84": "distal 10q deletion syndrome", "85": "Pontiac fever", "86": "neutropenia", "87": "prostate cancer, hereditary, 11", "88": "3-methylglutaconic aciduria with cataracts, neurologic involvement and neutropenia", "89": "Waardenburg syndrome type 4C", "90": "atrial septal defect", "91": "squamous cell carcinoma of lip", "92": "specific granule deficiency 1", "93": "liver disease", "94": "Rothmund-Thomson syndrome", "95": "retinitis pigmentosa 2", "96": "medullary thyroid gland carcinoma", "97": "Ehlers-Danlos syndrome", "98": "clear cell meningioma", "99": "hypoparathyroidism, familial isolated 1", "100": "Bloom syndrome", "101": "nuclear cataract", "102": "spinal cord disease", "103": "prostate cancer, hereditary, 9", "104": "Noonan syndrome 1", "105": "acute basophilic leukemia", "106": "restless legs syndrome, susceptibility to, 7", "107": "T-cell large granular lymphocyte leukemia", "108": "46,XY sex reversal 2", "109": "atypical chronic myeloid leukemia", "110": "hypercalcemia disease", "111": "Leber congenital amaurosis 11", "112": "pleural disease", "113": "lung adenocarcinoma", "114": "pleural cancer", "115": "pancreatic colipase deficiency", "116": "oral submucous fibrosis", "117": "hearing disorder", "118": "syndactyly type 3", "119": "rhizomelic chondrodysplasia punctata", "120": "hypokalemic periodic paralysis", "121": "exfoliation syndrome", "122": "spinocerebellar ataxia type 17", "123": "urothelial carcinoma", "124": "IgA glomerulonephritis", "125": "cataract - microcornea syndrome", "126": "placenta disease", "127": "heart, malformation of", "128": "autosomal recessive ataxia due to ubiquinone deficiency", "129": "nodular sclerosis classical Hodgkin lymphoma", "130": "prostate intraepithelial neoplasia", "131": "pancreatic intraductal papillary-mucinous carcinoma", "132": "psammomatous meningioma", "133": "proximal symphalangism 1A", "134": "corneal neovascularization", "135": "inclusion body myositis", "136": "microvascular complications of diabetes, susceptibility to, 7", "137": "Hirschsprung disease, susceptibility to, 4", "138": "growth hormone insensitivity syndrome", "139": "ectrodactyly, ectodermal dysplasia, and cleft lip-palate syndrome 1", "140": "congenital afibrinogenemia", "141": "uterine cervix carcinoma in situ", "142": "familial thyroid dyshormonogenesis", "143": "autism", "144": "epiphyseal dysplasia, multiple, 7", "145": "status epilepticus", "146": "d-bifunctional protein deficiency", "147": "Charcot-Marie-Tooth disease axonal type 2T", "148": "astrocytic tumor", "149": "true hermaphroditism", "150": "acrocapitofemoral dysplasia", "151": "colonic disease", "152": "glycine N-methyltransferase deficiency", "153": "Joubert syndrome 6", "154": "congenital mesoblastic nephroma", "155": "Zimmermann-Laband syndrome 1", "156": "primary ciliary dyskinesia", "157": "L-ferritin deficiency", "158": "hyaline fibromatosis syndrome", "159": "hereditary elliptocytosis", "160": "microcephaly, seizures, and developmental delay", "161": "linear skin defects with multiple congenital anomalies 1", "162": "multicentric osteolysis, nodulosis, and arthropathy", "163": "gallstones", "164": "granuloma annulare", "165": "celiac disease, susceptibility to, 3", "166": "colorectal cancer, susceptibility to, 1", "167": "hypogonadotropic hypogonadism 11 with or without anosmia", "168": "primary ciliary dyskinesia 34", "169": "renal carcinoma", "170": "spina bifida", "171": "autosomal dominant Robinow syndrome 2", "172": "premature ejaculation", "173": "glioma susceptibility 1", "174": "familial avascular necrosis of femoral head", "175": "intellectual disability, X-linked 61", "176": "mosaic variegated aneuploidy syndrome 3", "177": "nephrotic syndrome, type 11", "178": "hypertrophic cardiomyopathy 10", "179": "Ebola hemorrhagic fever", "180": "question mark ears, isolated", "181": "congenital generalized lipodystrophy type 2", "182": "cirrhosis of liver", "183": "renal tubular dysgenesis", "184": "hypercholesterolemia due to cholesterol 7alpha-hydroxylase deficiency", "185": "hereditary hyperekplexia", "186": "hemoglobin E-beta-thalassemia syndrome", "187": "adrenomyeloneuropathy", "188": "inherited neurodegenerative disorder", "189": "spinocerebellar ataxia type 41", "190": "progressive myoclonic epilepsy type 7", "191": "apolipoprotein A-I deficiency", "192": "congenital nonspherocytic hemolytic anemia", "193": "malignant choroid melanoma", "194": "alcohol-induced disorders", "195": "X-linked sideroblastic anemia 1", "196": "fundus albipunctatus", "197": "46 XX gonadal dysgenesis", "198": "specific granule deficiency 2", "199": "hyperhomocysteinemia", "200": "maternally-inherited Leigh syndrome", "201": "glycogen storage disease due to muscle and heart glycogen synthase deficiency", "202": "Meier-Gorlin syndrome 7", "203": "paragangliomas 3", "204": "hereditary hemochromatosis", "205": "familial medullary thyroid carcinoma", "206": "Burkitt lymphoma", "207": "porokeratosis 9, multiple types", "208": "retinitis pigmentosa 10", "209": "Charcot-Marie-Tooth disease type 2R", "210": "Chediak-Higashi syndrome", "211": "carpal tunnel syndrome", "212": "Charcot-Marie-Tooth disease type 4B1", "213": "cataract 4 multiple types", "214": "acute lymphoblastic leukemia", "215": "isolated microphthalmia 1", "216": "antiphospholipid syndrome", "217": "dermatophytosis of scalp or beard", "218": "glycogen storage disease due to aldolase A deficiency", "219": "hyperbiliverdinemia", "220": "familial thyroid dyshormonogenesis 1", "221": "akinetic mutism", "222": "pontocerebellar hypoplasia type 9", "223": "Hirschsprung disease, cardiac defects, and autonomic dysfunction", "224": "coronary vasospasm", "225": "Oguchi disease", "226": "Wolfram syndrome 2", "227": "proliferative vitreoretinopathy", "228": "alcohol sensitivity, acute", "229": "pentosuria", "230": "meningothelial meningioma", "231": "thyroid hormone resistance, generalized, autosomal dominant", "232": "retinitis pigmentosa 57", "233": "hypertriglyceridemia", "234": "dyskeratosis congenita, autosomal recessive 1", "235": "hypotrichosis simplex", "236": "achromatopsia 3", "237": "myositis", "238": "osteoarthritis, hip", "239": "cataract 44", "240": "chondroma", "241": "autosomal dominant deafness - onychodystrophy syndrome", "242": "mucopolysaccharidosis type 9", "243": "inflammatory linear verrucous epidermal nevus", "244": "complement component 3 deficiency", "245": "diabetes insipidus, nephrogenic, X-linked", "246": "sinonasal undifferentiated carcinoma", "247": "aplasia cutis congenita", "248": "type 1 diabetes mellitus", "249": "reticulum cell sarcoma", "250": "ligneous conjunctivitis", "251": "familial dermatographia", "252": "epithelioid sarcoma", "253": "ovarian clear cell adenocarcinoma", "254": "Kennedy disease", "255": "primary ovarian failure", "256": "thyroid hormone resistance syndrome", "257": "dyskeratosis congenita", "258": "clear cell papillary renal cell carcinoma", "259": "familial lambdoid synostosis", "260": "malignant hyperthermia of anesthesia", "261": "Galloway-Mowat syndrome", "262": "Charcot-Marie-Tooth disease dominant intermediate C", "263": "GTP cyclohydrolase I deficiency with hyperphenylalaninemia", "264": "Bothnia retinal dystrophy", "265": "intrahepatic cholangiocarcinoma", "266": "bronchopulmonary dysplasia", "267": "Pitt-Hopkins-like syndrome 2", "268": "ACys amyloidosis", "269": "hypomyelinating leukodystrophy 10", "270": "dystonia 25", "271": "parkinsonian disorder", "272": "mitochondrial DNA depletion syndrome 8a", "273": "multiple fibroadenoma of the breast", "274": "short stature due to partial GHR deficiency", "275": "pycnodysostosis", "276": "polymyalgia rheumatica", "277": "Norrie disease", "278": "acute myocardial infarction", "279": "limb-girdle muscular dystrophy", "280": "paratuberculosis", "281": "pellagra", "282": "neuroblastoma, susceptibility to", "283": "Turner syndrome", "284": "thrombophilia due to protein S deficiency, autosomal dominant", "285": "amelogenesis imperfecta type 1G", "286": "age related macular degeneration 15", "287": "androgenetic alopecia", "288": "MERRF syndrome", "289": "neutropenia, severe congenital, 1, autosomal dominant", "290": "atypical hemolytic-uremic syndrome", "291": "congestive heart failure", "292": "factor XI deficiency", "293": "tetanus", "294": "male infertility with azoospermia or oligozoospermia due to single gene mutation", "295": "syndromic X-linked intellectual disability Nascimento type", "296": "PMM2-CDG", "297": "esophageal candidiasis", "298": "endometriosis", "299": "nephrotic syndrome, type 12", "300": "mucopolysaccharidosis type 4B", "301": "Perrault syndrome 6", "302": "lung cancer", "303": "thrombocytopenia 4", "304": "MGAT2-CDG", "305": "muscular atrophy", "306": "Peyronie disease", "307": "solitary median maxillary central incisor syndrome", "308": "complex cortical dysplasia with other brain malformations 4", "309": "dysthymic disorder", "310": "platelet abnormalities with eosinophilia and immune-mediated inflammatory disease", "311": "atrial septal defect 7", "312": "Zollinger-Ellison syndrome", "313": "familial amyloid neuropathy", "314": "PHGDH deficiency", "315": "hyperprolinemia", "316": "papillary renal cell carcinoma", "317": "microphthalmia with coloboma 1", "318": "dilated cardiomyopathy 1DD", "319": "autosomal recessive Robinow syndrome", "320": "intellectual disability, autosomal dominant 41", "321": "Hartnup disease", "322": "inherited lipid metabolism disorder", "323": "Neu-Laxova syndrome 1", "324": "cyclic hematopoiesis", "325": "inherited porphyria", "326": "hypomyelinating leukodystrophy 13", "327": "hypoplastic left heart syndrome", "328": "congenital deficiency in alpha-fetoprotein", "329": "microcephaly and chorioretinopathy 1", "330": "acromesomelic dysplasia, Hunter-Thompson type", "331": "language delay and attention deficit-hyperactivity disorder/cognitive impairment with or without cardiac arrhythmia", "332": "Sandhoff disease", "333": "chronic monocytic leukemia", "334": "catecholaminergic polymorphic ventricular tachycardia", "335": "geleophysic dysplasia", "336": "Fairbank disease", "337": "keloid", "338": "pilomatrixoma", "339": "neoplasm", "340": "invasive lobular breast carcinoma", "341": "mucolipidosis", "342": "intermediate coronary syndrome", "343": "thoracic disease", "344": "oculocerebrorenal syndrome", "345": "abdominal aortic aneurysm", "346": "eosinophilic esophagitis", "347": "aortic valve insufficiency", "348": "Helicobacter pylori infectious disease", "349": "infantile bilateral striatal necrosis", "350": "pancreatic cholera", "351": "Niemann-Pick disease type C", "352": "breast adenocarcinoma", "353": "microcephaly, short stature, and impaired glucose metabolism 1", "354": "hyperprolinemia type 2", "355": "porokeratosis 7, disseminated superficial actinic type", "356": "colorectal cancer", "357": "NDE1-related microhydranencephaly", "358": "follicular thyroid adenoma", "359": "incontinentia pigmenti", "360": "leukoencephalopathy with vanishing white matter", "361": "aniridia-cerebellar ataxia-intellectual disability syndrome", "362": "Leber plus disease", "363": "familial isolated congenital asplenia", "364": "oral cavity neoplasm", "365": "autosomal recessive osteopetrosis 8", "366": "gastric carcinoma", "367": "nemaline myopathy 7", "368": "distal renal tubular acidosis", "369": "hypogonadotropic hypogonadism 24 without anosmia", "370": "enteritis", "371": "portal hypertension, noncirrhotic", "372": "mixed glioma", "373": "hypogonadotropic hypogonadism 2 with or without anosmia", "374": "myopathy, lactic acidosis, and sideroblastic anemia 1", "375": "short QT syndrome type 1", "376": "glomangioma", "377": "L-2-hydroxyglutaric aciduria", "378": "myocardial infarction", "379": "Mendelian disease", "380": "Rh deficiency syndrome", "381": "corneal dystrophy", "382": "peripheral nervous system disease", "383": "epidermal nevus syndrome", "384": "dental caries", "385": "vascular brain injury", "386": "thrombophilia due to protein C deficiency, autosomal dominant", "387": "ileocolitis", "388": "giant congenital nevus", "389": "Oguchi disease-2", "390": "C1 inhibitor deficiency", "391": "Leber congenital amaurosis 13", "392": "synovitis", "393": "ankyloblepharon-ectodermal defects-cleft lip/palate syndrome", "394": "familial lipoprotein lipase deficiency", "395": "isolated congenital digital clubbing", "396": "ovarioleukodystrophy", "397": "Sweeney-Cox syndrome", "398": "pontocerebellar hypoplasia type 2", "399": "ichthyosis, hystrix-like, with deafness", "400": "efavirenz, poor metabolism of", "401": "prostate adenocarcinoma", "402": "Rahman syndrome", "403": "anuria", "404": "glycogen storage disease due to acid maltase deficiency, late-onset", "405": "neovascular glaucoma", "406": "telangiectasis", "407": "Hirschsprung disease, susceptibility to, 1", "408": "hemochromatosis type 5", "409": "porokeratosis 3, disseminated superficial actinic type", "410": "spondyloepimetaphyseal dysplasia, PAPSS2 type", "411": "thrombomodulin-related bleeding disorder", "412": "methylmalonic acidemia due to methylmalonyl-CoA epimerase deficiency", "413": "chorea, childhood-onset, with psychomotor retardation", "414": "familial hypertryptophanemia", "415": "mevalonic aciduria", "416": "perineurioma", "417": "glioma", "418": "hemorrhagic disease", "419": "porokeratosis", "420": "Ehlers-Danlos syndrome, periodontal type 2", "421": "autosomal dominant nocturnal frontal lobe epilepsy 5", "422": "Adams-Oliver syndrome 1", "423": "maturity-onset diabetes of the young type 4", "424": "familial hyperlipidemia", "425": "Uruguay Faciocardiomusculoskeletal syndrome", "426": "non-syndromic intellectual disability", "427": "guanidinoacetate methyltransferase deficiency", "428": "autosomal recessive distal spinal muscular atrophy 1", "429": "amelogenesis imperfecta type 1H", "430": "malignant peripheral nerve sheath tumor", "431": "brain infarction", "432": "thyroid gland disease", "433": "opsoclonus-myoclonus syndrome", "434": "thrombocytopenia 3", "435": "anhidrotic ectodermal dysplasia-immunodeficiency-osteopetrosis-lymphedema syndrome", "436": "inherited retinal dystrophy", "437": "action myoclonus-renal failure syndrome", "438": "temperature-sensitive oculocutaneous albinism type 1", "439": "psychomotor regression-oculomotor apraxia-movement disorder-nephropathy syndrome", "440": "maturity-onset diabetes of the young type 1", "441": "Asperger syndrome", "442": "polyneuropathy", "443": "chronic recurrent multifocal osteomyelitis", "444": "lesion of sciatic nerve", "445": "urinary bladder disease", "446": "retinitis pigmentosa 49", "447": "autism, susceptibility to, X-linked 3", "448": "X-linked mendelian susceptibility to mycobacterial diseases due to CYBB deficiency", "449": "brachydactyly type E1", "450": "glycogen storage disease IXc", "451": "autosomal recessive nonsyndromic deafness 49", "452": "autosomal recessive pseudohypoaldosteronism type 1", "453": "Duane retraction syndrome", "454": "bacterial infectious disease with sepsis", "455": "Basaran Yilmaz syndrome", "456": "punctate palmoplantar keratoderma type 1", "457": "Camurati-Engelmann disease", "458": "acute myeloid leukemia", "459": "12q14 microdeletion syndrome", "460": "severe motor and intellectual disabilities-sensorineural deafness-dystonia syndrome", "461": "anaplastic ependymoma", "462": "autosomal recessive limb-girdle muscular dystrophy type 2O", "463": "blood group incompatibility", "464": "Waardenburg syndrome type 3", "465": "spinocerebellar ataxia, autosomal recessive 26", "466": "Erdheim-Chester disease", "467": "intellectual disability, autosomal dominant 42", "468": "polydactyly of a triphalangeal thumb", "469": "injury", "470": "neurofibromatosis", "471": "Mobius syndrome", "472": "glycogen storage disease due to glycogen branching enzyme deficiency, childhood neuromuscular form", "473": "lymphoma, non-Hodgkin, familial", "474": "beta-ketothiolase deficiency", "475": "iniencephaly", "476": "polyhydramnios", "477": "Legius syndrome", "478": "short-rib thoracic dysplasia 7 with or without polydactyly", "479": "TARP syndrome", "480": "spermatocytic seminoma", "481": "8p23.1 microdeletion syndrome", "482": "familial juvenile hyperuricemic nephropathy type 2", "483": "susceptibility to HIV infection", "484": "intellectual disability, autosomal dominant 8", "485": "papillary craniopharyngioma", "486": "infantile cerebral and cerebellar atrophy with postnatal progressive microcephaly", "487": "Huntington disease-like 1", "488": "noise induced hearing loss", "489": "cocaine dependence", "490": "complete androgen insensitivity syndrome", "491": "erythropoietin polycythemia", "492": "transcobalamin II deficiency", "493": "oligodontia-cancer predisposition syndrome", "494": "Smith-Magenis syndrome", "495": "developmental and epileptic encephalopathy, 39", "496": "pituitary gland adenoma", "497": "renal hypertension", "498": "primary hyperoxaluria type 1", "499": "scalp-ear-nipple syndrome", "500": "autosomal dominant limb-girdle muscular dystrophy type 1F", "501": "multiple epiphyseal dysplasia due to collagen 9 anomaly", "502": "Meige disease", "503": "curry-Jones syndrome", "504": "cerebrofaciothoracic dysplasia", "505": "Wiskott-Aldrich syndrome", "506": "disease of ear", "507": "myoclonus, familial, 1", "508": "Rosselli-Gulienetti syndrome", "509": "sweat gland neoplasm", "510": "2-methylbutyryl-CoA dehydrogenase deficiency", "511": "esophageal atresia/tracheoesophageal fistula", "512": "centronuclear myopathy", "513": "hereditary von Willebrand disease", "514": "ACTH-dependent Cushing syndrome", "515": "Ebstein anomaly", "516": "glucocorticoid resistance", "517": "split hand-foot malformation 4", "518": "amyotrophic neuralgia", "519": "nephrosis", "520": "hemophilia A", "521": "phakomatosis cesiomarmorata", "522": "allergic asthma", "523": "familial prostate carcinoma", "524": "deafness, autosomal recessive 109", "525": "retinal disease", "526": "hyper-IgM syndrome", "527": "hemolytic anemia due to pyrimidine 5' nucleotidase deficiency", "528": "coenzyme Q10 deficiency", "529": "dacryocystitis", "530": "familial long QT syndrome", "531": "aortic stenosis", "532": "diabetes mellitus", "533": "membranoproliferative glomerulonephritis", "534": "frontotemporal dementia", "535": "atypical hemolytic-uremic syndrome with I factor anomaly", "536": "self-healing collodion baby", "537": "mantle cell lymphoma", "538": "eyelid disease", "539": "oocyte maturation defect 5", "540": "mandibuloacral dysplasia with type B lipodystrophy", "541": "cellular ependymoma", "542": "Leber congenital amaurosis", "543": "hypertrophic cardiomyopathy 11", "544": "methemoglobinemia", "545": "intellectual disability, autosomal recessive 59", "546": "hypotrichosis", "547": "subepithelial mucinous corneal dystrophy", "548": "vitamin B12 deficiency", "549": "ventricular fibrillation, paroxysmal familial, 2", "550": "hepatocellular carcinoma", "551": "post-traumatic stress disorder", "552": "Asperger syndrome, X-linked, susceptibility to, 1", "553": "palsy", "554": "epilepsy, familial focal, with variable foci 2", "555": "astrocytoma (excluding glioblastoma)", "556": "Diamond-Blackfan anemia 4", "557": "chondrodysplasia punctata 2, X-linked dominant", "558": "hyperekplexia 1", "559": "lymphedema", "560": "ependymoma", "561": "Emery-Dreifuss muscular dystrophy", "562": "short chain acyl-CoA dehydrogenase deficiency", "563": "short-rib thoracic dysplasia 15 with polydactyly", "564": "UV-sensitive syndrome 1", "565": "pachyonychia congenita 3", "566": "congenital brain dysgenesis due to glutamine synthetase deficiency", "567": "Fanconi anemia complementation group F", "568": "congenital reticular ichthyosiform erythroderma", "569": "vertebral, cardiac, renal, and limb defects syndrome 1", "570": "penile disease", "571": "anaplastic oligoastrocytoma", "572": "short-rib thoracic dysplasia 18 with polydactyly", "573": "Ehlers-Danlos syndrome, kyphoscoliotic and deafness type", "574": "adult-onset chronic progressive external ophthalmoplegia with mitochondrial myopathy", "575": "patterned macular dystrophy", "576": "cerebral convexity meningioma", "577": "autosomal dominant hypocalcemia 2", "578": "idiopathic hypereosinophilic syndrome", "579": "schizophrenia 11", "580": "pyruvate kinase hyperactivity", "581": "coloboma of optic disc", "582": "microcephaly, short stature, and impaired glucose metabolism 2", "583": "hereditary leiomyomatosis and renal cell cancer", "584": "arthropathy", "585": "Dowling-Degos disease 1", "586": "renal tubular dysgenesis of genetic origin", "587": "lung carcinoma", "588": "hypomyelinating leukodystrophy 11", "589": "Leber congenital amaurosis with early-onset deafness", "590": "Liddle syndrome 1", "591": "Pediculus humanus capitis infestation", "592": "Charcot-Marie-Tooth disease dominant intermediate D", "593": "bulimia nervosa, susceptibility to, 1", "594": "chronic hepatitis C virus infection", "595": "epilepsy, familial temporal lobe, 1", "596": "macular retinal edema", "597": "colorectal carcinoma", "598": "purpura fulminans", "599": "endemic goiter", "600": "SPOAN syndrome", "601": "developmental and epileptic encephalopathy, 17", "602": "autosomal recessive nonsyndromic deafness 31", "603": "Rapp-Hodgkin syndrome", "604": "Hirschsprung disease", "605": "pulmonary hypertension, primary, 4", "606": "mitochondrial DNA depletion syndrome 3", "607": "autosomal recessive agammaglobulinemia 1", "608": "PSAT deficiency", "609": "craniolenticulosutural dysplasia", "610": "porokeratotic eccrine ostial and dermal duct nevus", "611": "generalized anxiety disorder", "612": "endometritis", "613": "penile neoplasm", "614": "cystadenoma", "615": "X-linked severe congenital neutropenia", "616": "fibrodysplasia ossificans progressiva", "617": "giant axonal neuropathy 1", "618": "Bardet-Biedl syndrome 3", "619": "alkaptonuria", "620": "facial paresis, hereditary congenital, 2", "621": "myofibrillar myopathy 2", "622": "keratosis palmoplantaris striata 3", "623": "autosomal dominant severe congenital neutropenia", "624": "Baraitser-Winter cerebrofrontofacial syndrome", "625": "large cell carcinoma", "626": "severe neonatal-onset encephalopathy with microcephaly", "627": "medium chain acyl-CoA dehydrogenase deficiency", "628": "gastroenteritis", "629": "glaucoma 1, open angle, O", "630": "retinitis pigmentosa", "631": "cherubism", "632": "facioscapulohumeral muscular dystrophy 2", "633": "vasculitis due to ADA2 deficiency", "634": "congenital dyserythropoietic anemia type 4", "635": "large cell medulloblastoma", "636": "tubular aggregate myopathy", "637": "granulomatosis with polyangiitis", "638": "hereditary sensory and autonomic neuropathy type 5", "639": "short bowel syndrome", "640": "pontocerebellar hypoplasia type 5", "641": "coronary artery disease", "642": "septooptic dysplasia", "643": "alcoholic hepatitis", "644": "chronic bronchitis", "645": "cataract 7", "646": "non-immune hydrops fetalis", "647": "rigid spine muscular dystrophy 1", "648": "carboxypeptidase N deficiency", "649": "solitary fibrous tumor", "650": "meningococcal meningitis", "651": "acrocephalosyndactyly", "652": "epithelioid leiomyosarcoma", "653": "fatty liver disease", "654": "hypertrichosis of eyelid", "655": "auriculocondylar syndrome", "656": "X-linked acrogigantism due to Xq26 microduplication", "657": "parathyroid gland adenoma", "658": "familial porphyria cutanea tarda", "659": "Ehlers-Danlos syndrome progeroid type", "660": "maturity-onset diabetes of the young", "661": "arrhythmogenic right ventricular cardiomyopathy", "662": "Aicardi-Goutieres syndrome 2", "663": "autoimmune hemolytic anemia", "664": "adamantinous craniopharyngioma", "665": "triple-A syndrome", "666": "progressive myoclonus epilepsy", "667": "hypertrophic cardiomyopathy 8", "668": "46,XY sex reversal 4", "669": "glycogen storage disease VII", "670": "AA amyloidosis", "671": "marginal zone lymphoma", "672": "hypoparathyroidism-retardation-dysmorphism syndrome", "673": "coronary artery disease, autosomal dominant, 1", "674": "hypogonadotropic hypogonadism 8 with or without anosmia", "675": "central nervous system disease", "676": "pseudotumor cerebri", "677": "male infertility due to large-headed multiflagellar polyploid spermatozoa", "678": "essential thrombocythemia", "679": "Beckwith-Wiedemann syndrome", "680": "chromosome 18q deletion syndrome", "681": "fatal infantile hypertonic myofibrillar myopathy", "682": "adrenal rest tumor", "683": "acne", "684": "inborn mitochondrial myopathy", "685": "melorheostosis", "686": "congenital insensitivity to pain-hypohidrosis syndrome", "687": "myeloproliferative neoplasm", "688": "substance dependence", "689": "root resorption", "690": "nodular lymphocyte predominant Hodgkin lymphoma", "691": "appendicitis", "692": "catecholaminergic polymorphic ventricular tachycardia 1", "693": "mitochondrial trifunctional protein deficiency", "694": "mucosulfatidosis", "695": "coralliform cataract", "696": "Becker nevus syndrome", "697": "acrodysostosis", "698": "cardiofaciocutaneous syndrome", "699": "atypical lipomatous tumor", "700": "complement component 2 deficiency", "701": "craniosynostosis 4", "702": "diabetes insipidus, nephrogenic, autosomal", "703": "pulmonary tuberculosis", "704": "desmoplastic small round cell tumor", "705": "multiple acyl-CoA dehydrogenase deficiency", "706": "Duane retraction syndrome 2", "707": "craniosynostosis and dental anomalies", "708": "rectal carcinoma", "709": "cutaneous lupus erythematosus", "710": "myasthenia gravis", "711": "Kabuki syndrome", "712": "dilated cardiomyopathy", "713": "maturity-onset diabetes of the young type 10", "714": "Rubinstein-Taybi syndrome", "715": "childhood oligodendroglioma", "716": "autosomal recessive limb-girdle muscular dystrophy type 2Y", "717": "preimplantation embryonic lethality 2", "718": "microcystic meningioma", "719": "Diamond-Blackfan anemia 12", "720": "chronic beryllium disease", "721": "retinitis pigmentosa 17", "722": "myeloperoxidase deficiency", "723": "ataxia and polyneuropathy, adult-onset", "724": "amyotrophic lateral sclerosis type 18", "725": "mendelian susceptibility to mycobacterial diseases due to complete IL12RB1 deficiency", "726": "cholangiocarcinoma", "727": "acquired partial lipodystrophy", "728": "metaphyseal anadysplasia 2", "729": "bacterial pneumonia", "730": "mucocutaneous lymph node syndrome", "731": "metabolic acidosis", "732": "Coffin-Siris syndrome 7", "733": "Chudley-McCullough syndrome", "734": "laryngeal squamous cell carcinoma", "735": "primary cerebellar degeneration", "736": "inborn errors of metabolism", "737": "surfactant metabolism dysfunction, pulmonary, 4", "738": "megalencephalic leukoencephalopathy with subcortical cysts 2A", "739": "biliary tract cancer", "740": "rhabdomyoma", "741": "trigonocephaly", "742": "brachydactyly type A1A", "743": "peroxisomal disease", "744": "Charcot-Marie-Tooth disease", "745": "fibrillary astrocytoma", "746": "X-linked centronuclear myopathy", "747": "intellectual disability, autosomal recessive 60", "748": "extra-adrenal sympathetic paraganglioma", "749": "inflammatory bowel disease 28", "750": "glycogen storage disease due to lactate dehydrogenase M-subunit deficiency", "751": "poliomyelitis", "752": "physiological sexual disorder", "753": "congenital abnormality", "754": "Crohn ileitis", "755": "hypogonadotropic hypogonadism 1 with or without anosmia", "756": "colorectal adenocarcinoma", "757": "choanal atresia-hearing loss-cardiac defects-craniofacial dysmorphism syndrome", "758": "resistance to thyrotropin-releasing hormone syndrome", "759": "schwannomatosis 1", "760": "neuronal ceroid lipofuscinosis 6", "761": "sterile multifocal osteomyelitis with periostitis and pustulosis", "762": "intellectual disability-epilepsy-extrapyramidal syndrome", "763": "type III hypersensitivity disease", "764": "intervertebral disc degenerative disorder", "765": "allergic disease", "766": "neurodevelopmental disorder with spastic quadriplegia and brain abnormalities with or without seizures", "767": "hypophosphatemic rickets", "768": "verrucous nevus", "769": "diabetes mellitus, transient neonatal, 1", "770": "nephronophthisis 16", "771": "pancreatic endocrine carcinoma", "772": "developmental and epileptic encephalopathy, 33", "773": "angle-closure glaucoma", "774": "Wolman disease", "775": "polydactyly", "776": "narcolepsy-cataplexy syndrome", "777": "angiomyolipoma", "778": "hepatoerythropoietic porphyria", "779": "Pallister-hall syndrome", "780": "premature menopause", "781": "polycystic kidney disease 3 with or without polycystic liver disease", "782": "hereditary spastic paraplegia 7", "783": "immunodeficiency, common variable, 1", "784": "Treacher-Collins syndrome", "785": "combined oxidative phosphorylation deficiency 36", "786": "hypomyelinating leukodystrophy 9", "787": "platelet storage pool deficiency", "788": "primary hyperoxaluria type 2", "789": "anogenital human papillomavirus infection", "790": "cartilage disease", "791": "hypomagnesemia, seizures, and intellectual disability 1", "792": "Doyne honeycomb retinal dystrophy", "793": "retinopathy of prematurity", "794": "personality disorder", "795": "atrioventricular septal defect", "796": "amyotrophic lateral sclerosis type 8", "797": "portal hypertension", "798": "duodenal ulcer", "799": "visceral leishmaniasis", "800": "cataract 20 multiple types", "801": "AICA-ribosiduria", "802": "refractive error", "803": "thoracic aortic aneurysm", "804": "TELO2-related intellectual disability-neurodevelopmental disorder", "805": "hypoplastic left heart syndrome 2", "806": "corneal dystrophy, Fuchs endothelial, 3", "807": "reducing body myopathy", "808": "congenital neuronal ceroid lipofuscinosis", "809": "bone marrow failure syndrome", "810": "ependymoblastoma", "811": "dilated cardiomyopathy 2A", "812": "spondylolisthesis", "813": "infantile osteopetrosis with neuroaxonal dysplasia", "814": "ovarian hyperstimulation syndrome", "815": "giant cell glioblastoma", "816": "scrapie", "817": "vitamin K-dependent clotting factors, combined deficiency of, type 1", "818": "Aicardi-Goutieres syndrome 3", "819": "lissencephaly type 1 due to doublecortin gene mutation", "820": "autosomal recessive osteopetrosis 5", "821": "restless legs syndrome", "822": "tremor, hereditary essential, 1", "823": "neonatal acute respiratory distress due to SP-B deficiency", "824": "tetraamelia-multiple malformations syndrome", "825": "congenital adrenal hyperplasia", "826": "multiple synostoses syndrome", "827": "adamantinoma", "828": "autosomal recessive congenital ichthyosis", "829": "short rib-polydactyly syndrome, Verma-Naumoff type", "830": "pontocerebellar hypoplasia type 2A", "831": "Silver-Russell syndrome 3", "832": "hepatic encephalopathy", "833": "COACH syndrome 1", "834": "hyperostosis", "835": "Dent disease type 1", "836": "meningioma", "837": "PGM1-CDG", "838": "B cell deficiency", "839": "type II complement component 8 deficiency", "840": "cataract 23", "841": "isolated hyperchlorhidrosis", "842": "UV-sensitive syndrome", "843": "brachial plexus neuropathy", "844": "narcolepsy without cataplexy", "845": "X-linked intellectual disability with marfanoid habitus", "846": "primary immunodeficiency disease", "847": "herpes simplex encephalitis, susceptibility to, 1", "848": "aminoglycoside-induced deafness", "849": "childhood acute lymphoblastic leukemia", "850": "Huntington disease", "851": "C syndrome", "852": "glycogen storage disease due to muscle beta-enolase deficiency", "853": "congenital myasthenic syndrome 4C", "854": "Charcot-Marie-Tooth disease X-linked dominant 1", "855": "woolly hair-palmoplantar keratoderma syndrome", "856": "Noonan syndrome-like disorder with loose anagen hair 1", "857": "Hirschsprung disease, susceptibility to, 3", "858": "Papillon-Lefevre disease", "859": "inherited bleeding disorder, platelet-type", "860": "young adult-onset distal hereditary motor neuropathy", "861": "allergic urticaria", "862": "Brugada syndrome 4", "863": "46,XY complete gonadal dysgenesis", "864": "FG syndrome 2", "865": "hepatoblastoma", "866": "adult medulloblastoma", "867": "juvenile idiopathic arthritis", "868": "hereditary spastic paraplegia 45", "869": "congenital factor XIII deficiency", "870": "hemoglobin D disease", "871": "motion sickness", "872": "combined immunodeficiency due to moesin deficiency", "873": "complex cortical dysplasia with other brain malformations 1", "874": "CINCA syndrome", "875": "hypohidrotic ectodermal dysplasia", "876": "developmental and epileptic encephalopathy, 21", "877": "neurodevelopmental disorder, mitochondrial, with abnormal movements and lactic acidosis, with or without seizures", "878": "eye disease", "879": "retinitis pigmentosa 55", "880": "Behcet disease", "881": "isolated growth hormone deficiency type IB", "882": "congenital fibrosis of extraocular muscles", "883": "pleural neoplasm", "884": "uterine corpus leiomyoma", "885": "obesity due to pro-opiomelanocortin deficiency", "886": "UV-sensitive syndrome 2", "887": "Henoch-Schoenlein purpura", "888": "Becker muscular dystrophy", "889": "brachydactyly", "890": "myofibrillar myopathy", "891": "hyperglycemia", "892": "bone giant cell tumor", "893": "Graves disease", "894": "intellectual disability, autosomal dominant 24", "895": "Jeune syndrome", "896": "Waardenburg syndrome", "897": "hemangioma", "898": "middle cerebral artery infarction", "899": "hyperlipoproteinemia type 3", "900": "language disorder", "901": "psychomotor retardation, epilepsy, and craniofacial dysmorphism", "902": "Bartter disease type 4B", "903": "adult oligodendroglioma", "904": "isolated focal non-epidermolytic palmoplantar keratoderma", "905": "fatal familial insomnia", "906": "Peters plus syndrome", "907": "glomuvenous malformation", "908": "circadian rhythm sleep disorder, delayed sleep phase type", "909": "nonarteritic anterior ischemic optic neuropathy, susceptibility to", "910": "osteoporosis", "911": "neuronopathy, distal hereditary motor, type 2B", "912": "situs inversus", "913": "epidural abscess", "914": "Diamond-Blackfan anemia 1", "915": "developmental and epileptic encephalopathy, 63", "916": "heart disease", "917": "Rienhoff syndrome", "918": "famililal cerebral cavernous malformations", "919": "Bruton-type agammaglobulinemia", "920": "spinocerebellar ataxia 46", "921": "thrombophilia due to protein C deficiency, autosomal recessive", "922": "occupational dermatitis", "923": "velocardiofacial syndrome", "924": "EEM syndrome", "925": "autosomal recessive juvenile Parkinson disease 2", "926": "neoplasm of esophagus", "927": "respiratory system disease", "928": "age related macular degeneration 14", "929": "ovarian mucinous adenocarcinoma", "930": "endometrium carcinoma in situ", "931": "Meier-Gorlin syndrome", "932": "hepatic adenomas, familial", "933": "autosomal recessive limb-girdle muscular dystrophy type 2Z", "934": "Tay-Sachs disease AB variant", "935": "cryptosporidiosis-chronic cholangitis-liver disease syndrome", "936": "hyperekplexia 4", "937": "paroxysmal nocturnal hemoglobinuria 2", "938": "autosomal recessive inherited pseudoxanthoma elasticum", "939": "juvenile Paget disease", "940": "exocrine pancreatic carcinoma", "941": "biliary tract neoplasm", "942": "irritant dermatitis", "943": "Sturge-Weber syndrome", "944": "TWIST1-related craniosynostosis", "945": "acute biphenotypic leukemia", "946": "myopathy, reducing body, X-linked, early-onset, severe", "947": "nephronophthisis 2", "948": "FG syndrome 3", "949": "pulmonary embolism", "950": "type 2 diabetes mellitus", "951": "adrenal gland disease", "952": "nervous system disorder", "953": "platelet-type bleeding disorder 15", "954": "hyperglycinuria", "955": "Williams syndrome", "956": "Omenn syndrome", "957": "premature ovarian failure 3", "958": "Neu-Laxova syndrome", "959": "pontocerebellar hypoplasia type 1A", "960": "cecum cancer", "961": "tooth agenesis", "962": "peripheral neuropathy", "963": "dentatorubral-pallidoluysian atrophy", "964": "anaplastic astrocytoma", "965": "autosomal recessive Emery-Dreifuss muscular dystrophy", "966": "visual epilepsy", "967": "dominant beta-thalassemia", "968": "amelogenesis imperfecta hypomaturation type 2A2", "969": "familial nonmedullary thyroid carcinoma", "970": "adult-onset foveomacular vitelliform dystrophy", "971": "pityriasis rubra pilaris", "972": "right atrial isomerism", "973": "ectrodactyly, ectodermal dysplasia, and cleft lip-palate syndrome 3", "974": "neurodevelopmental disorder with microcephaly, epilepsy, and brain atrophy", "975": "3-methylcrotonyl-CoA carboxylase 1 deficiency", "976": "chromosome 15q24 deletion syndrome", "977": "autism, susceptibility to, X-linked 5", "978": "myxopapillary ependymoma", "979": "gluthathione peroxidase deficiency", "980": "Pthirus pubis infestation", "981": "choroiditis", "982": "reactive cutaneous fibrous lesion", "983": "cribriform carcinoma of breast", "984": "spinal meningioma", "985": "myopathy, lactic acidosis, and sideroblastic anemia 2", "986": "autosomal recessive non-syndromic intellectual disability", "987": "amelogenesis imperfecta-gingival hyperplasia syndrome", "988": "torsion dystonia 2", "989": "long QT syndrome 10", "990": "gastric ulcer", "991": "childhood brain stem glioma", "992": "subvalvular aortic stenosis", "993": "acute kidney tubular necrosis", "994": "brachydactyly type B1", "995": "central nervous system malformation", "996": "microphthalmia", "997": "acetyl-CoA acetyltransferase-2 deficiency", "998": "xeroderma pigmentosum", "999": "familial hypercholesterolemia", "1000": "classic familial adenomatous polyposis", "1001": "iron deficiency anemia", "1002": "Borst-Jadassohn intraepidermal carcinoma", "1003": "juvenile xanthogranuloma", "1004": "mesothelial neoplasm", "1005": "Joubert syndrome 31", "1006": "Marinesco-Sjogren syndrome", "1007": "neural tube defects, susceptibility to", "1008": "exanthem", "1009": "familial expansile osteolysis", "1010": "blepharoconjunctivitis", "1011": "Spondyloenchondrodysplasia with immune dysregulation", "1012": "immunodeficiency, common variable, 3", "1013": "pancreatic agenesis 1", "1014": "progressive osseous heteroplasia", "1015": "generalized epilepsy with febrile seizures plus, type 1", "1016": "leukodystrophy, hypomyelinating, 16", "1017": "selective pituitary resistance to thyroid hormone", "1018": "episodic kinesigenic dyskinesia 1", "1019": "hyperlipoproteinemia", "1020": "tyrosinemia", "1021": "primary membranoproliferative glomerulonephritis", "1022": "annular epidermolytic ichthyosis", "1023": "constitutional megaloblastic anemia with severe neurologic disease", "1024": "Pearson syndrome", "1025": "digestive system disease", "1026": "MHC class II deficiency", "1027": "classic maple syrup urine disease", "1028": "16q24.3 microdeletion syndrome", "1029": "granulomatous disease, chronic, autosomal recessive, cytochrome b-positive, type 1", "1030": "granulomatous disease, chronic, X-linked", "1031": "autosomal dominant pseudohypoaldosteronism type 1", "1032": "southeast Asian ovalocytosis", "1033": "trichothiodystrophy 5, nonphotosensitive", "1034": "hairy cell leukemia", "1035": "iritis", "1036": "dilated cardiomyopathy 1II", "1037": "temporal lobe epilepsy", "1038": "blepharocheilodontic syndrome 2", "1039": "idiopathic bronchiectasis", "1040": "Joubert syndrome", "1041": "megalencephalic leukoencephalopathy with subcortical cysts 1", "1042": "narcolepsy 1", "1043": "distal myopathy", "1044": "xanthoma", "1045": "Diamond-Blackfan anemia-like", "1046": "short stature due to primary acid-labile subunit deficiency", "1047": "autosomal recessive osteopetrosis", "1048": "primary angle-closure glaucoma", "1049": "gastric neoplasm", "1050": "pyruvate dehydrogenase deficiency", "1051": "pemphigus", "1052": "deafness, nonsyndromic, modifier 1", "1053": "methionine adenosyltransferase deficiency", "1054": "hereditary pulmonary alveolar proteinosis", "1055": "calcaneonavicular coalition", "1056": "herpes zoster", "1057": "lead poisoning", "1058": "proteinuria", "1059": "familial isolated hyperparathyroidism", "1060": "tumoral calcinosis, hyperphosphatemic, familial, 2", "1061": "COFS syndrome", "1062": "brain disease", "1063": "childhood cerebral astrocytoma", "1064": "primary cutaneous T-cell lymphoma", "1065": "protein S deficiency", "1066": "microphthalmia, isolated, with coloboma 5", "1067": "acute liver failure", "1068": "autosomal dominant omodysplasia", "1069": "breast fibroadenoma", "1070": "capillary malformation-arteriovenous malformation syndrome", "1071": "46,XY partial gonadal dysgenesis", "1072": "vitamin B12-responsive methylmalonic acidemia type cblA", "1073": "bronchiectasis with or without elevated sweat chloride 2", "1074": "autosomal recessive nonsyndromic deafness 12", "1075": "aortic disease", "1076": "autism spectrum disorder", "1077": "myeloid neoplasm", "1078": "maple syrup urine disease", "1079": "pancreatic intraductal papillary-mucinous neoplasm", "1080": "intellectual disability, X-linked 107", "1081": "spinal muscular atrophy", "1082": "wet macular degeneration", "1083": "retinitis pigmentosa 18", "1084": "paroxysmal familial ventricular fibrillation", "1085": "atopic eczema", "1086": "Baraitser-Winter syndrome 1", "1087": "GM2 gangliosidosis", "1088": "angiomatous meningioma", "1089": "amphetamine abuse", "1090": "WHIM syndrome", "1091": "anaplastic large cell lymphoma", "1092": "metachromatic leukodystrophy due to saposin b deficiency", "1093": "coronary stenosis", "1094": "parietal foramina", "1095": "Meier-Gorlin syndrome 8", "1096": "factor V and factor VIII, combined deficiency of, type 1", "1097": "Meier-Gorlin syndrome 4", "1098": "neuropathy, hereditary sensory, type 1F", "1099": "angiomyxoma", "1100": "demyelinating disease", "1101": "X-linked chondrodysplasia punctata", "1102": "pigmented dermatofibrosarcoma protuberans", "1103": "advanced sleep phase syndrome", "1104": "autosomal recessive centronuclear myopathy", "1105": "skin cancer", "1106": "Bardet-Biedl syndrome", "1107": "galactose epimerase deficiency", "1108": "pervasive developmental disorder", "1109": "spastic tetraplegia-thin corpus callosum-progressive postnatal microcephaly syndrome", "1110": "progressive encephalopathy with leukodystrophy due to DECR deficiency", "1111": "hydatidiform mole, recurrent, 1", "1112": "fetal alcohol syndrome", "1113": "Dedifferentiated liposarcoma", "1114": "carotid artery disease", "1115": "fatal multiple mitochondrial dysfunctions syndrome", "1116": "bladder transitional cell carcinoma", "1117": "inherited organic acidemia", "1118": "myopia 25, autosomal dominant", "1119": "clear cell sarcoma", "1120": "X-linked mixed deafness with perilymphatic gusher", "1121": "oligoastrocytoma", "1122": "3-hydroxyisobutyryl-CoA hydrolase deficiency", "1123": "early myoclonic encephalopathy", "1124": "vision disorder", "1125": "agammaglobulinemia 6, autosomal recessive", "1126": "KID syndrome", "1127": "overhydrated hereditary stomatocytosis", "1128": "isolated osteopoikilosis", "1129": "histiocytoma, Angiomatoid fibrous", "1130": "intellectual disability, autosomal recessive 51", "1131": "intermittent maple syrup urine disease", "1132": "leiomyoma", "1133": "episodic ataxia type 6", "1134": "immunodeficiency-centromeric instability-facial anomalies syndrome 1", "1135": "Charcot-Marie-Tooth disease type 3", "1136": "cerebral cavernous malformation", "1137": "T-cell leukemia", "1138": "Ollier disease", "1139": "progressive myoclonic epilepsy type 6", "1140": "glycogen storage disease VI", "1141": "African iron overload", "1142": "Holmes-Adie syndrome", "1143": "Crouzon syndrome", "1144": "Finnish type amyloidosis", "1145": "Lennox-Gastaut syndrome", "1146": "Crohn disease", "1147": "metaphyseal chondrodysplasia-retinitis pigmentosa syndrome", "1148": "megaconial type congenital muscular dystrophy", "1149": "familial hypocalciuric hypercalcemia 2", "1150": "syndromic X-linked intellectual disability Lubs type", "1151": "Netherton syndrome", "1152": "metaphyseal chondromatosis with D-2-hydroxyglutaric aciduria", "1153": "thymoma", "1154": "Tay-Sachs disease, b variant, adult form", "1155": "Leigh syndrome", "1156": "mannose-binding lectin deficiency", "1157": "adrenal gland pheochromocytoma", "1158": "methemoglobinemia type 4", "1159": "hemiplegia", "1160": "epidermolysis bullosa simplex Dowling-Meara type", "1161": "acute T cell leukemia", "1162": "eosinophilic pneumonia", "1163": "ileus", "1164": "premature ovarian failure 7", "1165": "Coffin-Siris syndrome", "1166": "mucous membrane pemphigoid", "1167": "mandibulofacial dysostosis-microcephaly syndrome", "1168": "xeroderma pigmentosum group A", "1169": "pyridoxal phosphate-responsive seizures", "1170": "ovarian cyst", "1171": "methylmalonic acidemia due to transcobalamin receptor defect", "1172": "hereditary spastic paraplegia 4", "1173": "methylmalonic acidemia", "1174": "X-linked intellectual disability-psychosis-macroorchidism syndrome", "1175": "tooth agenesis, selective, X-linked, 1", "1176": "Niemann-Pick disease, type C2", "1177": "fatal mitochondrial disease due to combined oxidative phosphorylation defect type 3", "1178": "muscular dystrophy-dystroglycanopathy (congenital with brain and eye anomalies), type A1", "1179": "cerebral primitive neuroectodermal tumor", "1180": "lymphatic system disease", "1181": "coloboma of eyelid", "1182": "diabetic kidney disease", "1183": "hydranencephaly", "1184": "anophthalmia/microphthalmia-esophageal atresia syndrome", "1185": "benign connective and soft tissue neoplasm", "1186": "inborn mitochondrial metabolism disorder", "1187": "schwannoma", "1188": "Lambert-Eaton myasthenic syndrome", "1189": "osteogenesis imperfecta type 13", "1190": "bipolar I disorder", "1191": "microvascular complications of diabetes, susceptibility to, 1", "1192": "hyperlipidemia, familial combined, LPL related", "1193": "Fuchs' endothelial dystrophy", "1194": "cystinuria", "1195": "familial focal epilepsy with variable foci", "1196": "holoprosencephaly 3", "1197": "vascular disease", "1198": "acrodermatitis", "1199": "myofibrillar myopathy 4", "1200": "polyomavirus infectious disease", "1201": "retinitis pigmentosa 42", "1202": "phobic disorder", "1203": "atrial fibrillation, familial, 14", "1204": "Bowen disease of the skin", "1205": "low tension glaucoma", "1206": "autosomal recessive congenital 